[
  {
    "time": "00:19",
    "en": "Hello there, how can I help you today?",
    "zh": "你好，今天需要我怎麼幫你？",
    "ja": "こんにちは。本日はいかがいたしましょうか。"
  },
  {
    "time": "00:24",
    "en": "Hello, I need to get to New York City by 5 PM tonight.",
    "zh": "你好，我今天晚上五點前一定要到紐約。",
    "ja": "こんにちは。今夜の5時までにニューヨークに着きたいんです。"
  },
  {
    "time": "00:29",
    "en": "Is there a train that can get me there?",
    "zh": "有可以準時到達的火車嗎？",
    "ja": "そこまで行ける電車はありますか。"
  },
  {
    "time": "00:36",
    "en": "Yes, we have a train leaving in 30 minutes that will get you there at 2:45 PM.",
    "zh": "有的，三十分鐘後有一班車，下午二點四十五分就會到。",
    "ja": "はい、30分後に出発する列車があり、午後2時45分に到着します。"
  },
  {
    "time": "00:48",
    "en": "Or if you prefer to leave later,",
    "zh": "或者，如果你想晚一點出發，",
    "ja": "あるいは、もっと遅く出発したい場合は、"
  },
  {
    "time": "00:54",
    "en": "we have an express train that leaves at 3 PM and arrives at 4:55 PM.",
    "zh": "我們有三點出發、四點五十五分到達的特快車。",
    "ja": "午後3時発、午後4時55分着の快速列車もあります。"
  },
  {
    "time": "01:01",
    "en": "I think I'll take the earlier option.",
    "zh": "我想我還是坐早一點的那班。",
    "ja": "早いほうの列車にします。"
  },
  {
    "time": "01:05",
    "en": "I'd rather leave early and be relaxed than leave later and be worried about being late.",
    "zh": "我寧願早點出發、輕鬆一點，也不要晚走一直擔心遲到。",
    "ja": "遅れるかもしれないと心配するより、早く出てゆっくりしたいんです。"
  },
  {
    "time": "01:16",
    "en": "I have an important meeting at 5, and I can't miss it.",
    "zh": "我五點有個很重要的會議，絕對不能錯過。",
    "ja": "5時に大事な会議があって、絶対に遅れられません。"
  },
  {
    "time": "01:26",
    "en": "I completely understand—I'm the same way. Would you like to book that ticket now?",
    "zh": "我完全明白，我也是這樣。要現在幫你訂那張票嗎？",
    "ja": "よく分かります、私も同じです。その列車の切符を今予約しますか。"
  },
  {
    "time": "01:37",
    "en": "Sure. Would you like a one-way ticket or a round-trip ticket? First class costs $100, and it includes a meal and a drink.",
    "zh": "好的。您要單程票還是來回票？頭等艙一百美元，含餐點和飲料。",
    "ja": "はい。片道にしますか、それとも往復にしますか。ファーストクラスは100ドルで、食事と飲み物が付きます。"
  },
  {
    "time": "01:51",
    "en": "Second class costs $50. I'll take a second-class ticket. I'll just grab a sandwich and a soda before I board the train.",
    "zh": "二等艙是五十美元。我買二等艙就好，上車前自己買個三明治和汽水。",
    "ja": "セカンドクラスは50ドルです。ではセカンドクラスにします。乗る前に自分でサンドイッチとソーダを買います。"
  },
  {
    "time": "02:12",
    "en": "Sounds like a good plan. Would you prefer a window seat or an aisle seat? An aisle, please. Perfect.",
    "zh": "聽起來不錯。那您想要靠窗還是走道的座位？我要走道的。沒問題。",
    "ja": "いいですね。お席は窓側と通路側、どちらがよろしいですか。通路側でお願いします。かしこまりました。"
  },
  {
    "time": "02:36",
    "en": "You'll see a kiosk selling magazines. Go past the kiosk and follow the signs for platforms 6 to 10. Follow that sign and you'll arrive at your platform.",
    "zh": "你會看到一個賣雜誌的亭子，走過那個亭子後，跟著指向第六到第十月台的指示牌走，沿著那個牌子走就會到你的月台。",
    "ja": "雑誌を売っている売店が見えますので、その売店を通り過ぎて、6番から10番ホームの案内標識に従ってください。その標識に沿って進めばホームに着きます。"
  },
  {
    "time": "02:48",
    "en": "Thank you. Have a great trip, and good luck with your meeting. Thanks.",
    "zh": "謝謝你。祝你旅途愉快，會議也順利。謝謝。",
    "ja": "ありがとうございます。よいご旅行を、会議も頑張ってください。ありがとうございます。"
  },
  {
    "time": "03:06",
    "en": "Hi there, I was wondering if you could help me. Sure.",
    "zh": "嗨，我想問一下可不可以幫我。當然可以。",
    "ja": "こんにちは、ちょっと助けていただけますか。もちろんです。"
  },
  {
    "time": "03:15",
    "en": "I'm trying to get to Central Park. What's the best way to go from here?",
    "zh": "我要去中央公園，從這裡過去最方便的方式是什麼？",
    "ja": "セントラルパークに行きたいのですが、ここから一番いい行き方は何ですか。"
  },
  {
    "time": "03:26",
    "en": "You can take bus number 5. It stops right in front of the park.",
    "zh": "你可以搭五號公車，它會在公園正門前停靠。",
    "ja": "5番のバスに乗るといいですよ。公園の目の前に停まります。"
  },
  {
    "time": "03:37",
    "en": "Where can I buy a ticket for the bus?",
    "zh": "那公車票在哪裡買？",
    "ja": "バスの切符はどこで買えますか。"
  },
  {
    "time": "03:40",
    "en": "You can buy a ticket at the ticket machine over there or use a transit card if you have one.",
    "zh": "你可以在那邊的售票機買票，如果有交通卡也可以直接刷卡。",
    "ja": "あちらの券売機で買えますし、交通カードをお持ちならそれも使えます。"
  },
  {
    "time": "03:54",
    "en": "I don't have a transit card. How do I use the ticket machine?",
    "zh": "我沒有交通卡。那售票機要怎麼用？",
    "ja": "交通カードは持っていません。券売機の使い方を教えてもらえますか。"
  },
  {
    "time": "04:02",
    "en": "Just select your destination on the screen, choose how many tickets you need, and then pay with cash or card.",
    "zh": "只要在螢幕上選擇目的地、再選張數，最後用現金或信用卡付款就可以了。",
    "ja": "画面で行き先を選んで、必要な枚数を選び、最後に現金かカードで支払えば大丈夫です。"
  },
  {
    "time": "04:15",
    "en": "Okay, thank you. I'll get a ticket now. You're welcome.",
    "zh": "好的，謝謝你，我現在就去買票。不客氣。",
    "ja": "分かりました、ありがとうございます。今すぐ買ってきます。どういたしまして。"
  },
  {
    "time": "04:33",
    "en": "Excuse me, is this the right bus to Central Park? Yes, it is. Just stay on until the last stop.",
    "zh": "不好意思，這班公車是去中央公園的嗎？是的，一直坐到最後一站就好。",
    "ja": "すみません、このバスはセントラルパーク行きですか。はい、そうです。終点まで乗っていてください。"
  },
  {
    "time": "04:44",
    "en": "Thank you so much. I appreciate all of your help. My pleasure.",
    "zh": "太謝謝你了，真的很感謝你的幫忙。不客氣。",
    "ja": "本当にありがとうございます。助かりました。いえいえ、お役に立ててうれしいです。"
  },
  {
    "time": "04:57",
    "en": "I will. Thank you. Hi, I need to get to the airport.",
    "zh": "我會的，謝謝你。嗨，我要去機場。",
    "ja": "そうします、ありがとうございます。こんにちは、空港まで行きたいのですが。"
  },
  {
    "time": "05:15",
    "en": "How long does the ride take? It takes about 10 minutes. The ticket is $8.75. Can I pay with a credit card? Of course.",
    "zh": "大概要坐多久？大約十分鐘。車票是八塊七十五。可以刷信用卡嗎？當然可以。",
    "ja": "どのくらい時間がかかりますか。約10分です。運賃は8ドル75セントです。クレジットカードで払えますか。もちろんです。"
  },
  {
    "time": "05:38",
    "en": "Here you go. Thank you. I just need your signature.",
    "zh": "給你。謝謝，我只需要你簽個名。",
    "ja": "どうぞ。ありがとうございます。では、こちらにサインだけお願いします。"
  },
  {
    "time": "05:44",
    "en": "There you go. Perfect. Here is your ticket.",
    "zh": "好了。很好，這是你的車票。",
    "ja": "はい、できました。完璧です。こちらがチケットです。"
  },
  {
    "time": "05:55",
    "en": "Thanks. Where do I catch line 10? There is a yellow sign over there—can you see it? Yes, I can.",
    "zh": "謝謝。我在哪裡搭十號線？那邊有一個黃色的指示牌，看得到嗎？看到了。",
    "ja": "ありがとうございます。10番線はどこで乗ればいいですか。向こうに黄色い案内板がありますが、見えますか。はい、見えます。"
  },
  {
    "time": "06:07",
    "en": "The yellow sign will lead you to line 10. Great. Thanks for your help.",
    "zh": "順著那塊黃色指示牌走就是十號線。太好了，謝謝你的幫忙。",
    "ja": "その黄色い案内板に従って行けば10番線に着きます。よかったです。助けてくれてありがとう。"
  },
  {
    "time": "06:25",
    "en": "No problem, happy to help. Where are you heading today? To the Hilton Hotel.",
    "zh": "不客氣，很樂意幫忙。你今天要去哪裡？去希爾頓飯店。",
    "ja": "いえいえ、お役に立ててうれしいです。今日はどちらまで行かれますか。ヒルトンホテルまでお願いします。"
  },
  {
    "time": "06:39",
    "en": "The one on 21st Street or the one on Main Street? The one on 21st Street. Is this a business trip or a vacation? A little bit of both—I have a meeting for work.",
    "zh": "是二十一街那一間還是主街那一間？二十一街那間。這次是出差還是度假？兩者都有，我有一個工作會議。",
    "ja": "21丁目のほうですか、それともメインストリートのほうですか。21丁目のほうです。今回は出張ですか、それとも旅行ですか。両方ですね、仕事の会議があります。"
  },
  {
    "time": "07:01",
    "en": "But I also have time to relax and enjoy the city for a few days. Have you been here before? I visited with my family when I was 10 years old.",
    "zh": "不過我也有幾天可以放鬆，逛逛這座城市。你以前來過這裡嗎？我十歲的時候跟家人來過一次。",
    "ja": "でも、数日間ゆっくり街を楽しむ時間もあります。ここに来たことはありますか。10歳のときに家族と一緒に来ました。"
  },
  {
    "time": "07:24",
    "en": "But that was a long time ago. Yep, a lot has changed since then.",
    "zh": "不過那已經是很久以前了。沒錯，之後改變了很多。",
    "ja": "でも、それはずいぶん前のことですね。そうですね、その頃からだいぶ変わりました。"
  },
  {
    "time": "07:38",
    "en": "Any recommendations for restaurants I should try? I always recommend Nathan's Diner on Elm Street—they have the best cheeseburgers.",
    "zh": "有沒有什麼餐廳可以推薦？我總是推薦榆樹街的 Nathan 漢堡店，他們的起司漢堡最好吃。",
    "ja": "おすすめのレストランはありますか。いつもエルム通りにあるネイサンズ・ダイナーを勧めています。チーズバーガーが最高なんですよ。"
  },
  {
    "time": "08:00",
    "en": "Sounds delicious. I'll give it a try. Here we are.",
    "zh": "聽起來好好吃，我一定要去試試。我們到了。",
    "ja": "おいしそうですね。ぜひ行ってみます。着きましたよ。"
  },
  {
    "time": "08:18",
    "en": "It looks very nice. Thanks for the ride. What do I owe you? That'll be $40.",
    "zh": "看起來很不錯。謝謝你載我來。我要付你多少？四十美元。",
    "ja": "とても素敵ですね。送ってくれてありがとう。おいくらですか。40ドルになります。"
  },
  {
    "time": "08:35",
    "en": "Here's $50. Keep the change. Thank you.",
    "zh": "給你五十美元，不用找了。謝謝。",
    "ja": "50ドルどうぞ。おつりは取っておいてください。ありがとうございます。"
  }
]

