[
  {
    "time": "00:00",
    "en": "Once upon a time there was a little boy Jack who lived with his mother in a small house",
    "zh": "從前有一個小男孩傑克，他和母親住在一間小房子裡",
    "ja": "昔々、小さな男の子ジャックが母親と小さな家に住んでいました"
  },
  {
    "time": "00:20",
    "en": "and knew the village. They had no source of earnings. They had sold everything to buy a living.",
    "zh": "並且認識村莊。他們沒有收入來源，賣掉了所有東西來維持生活。",
    "ja": "村を知っていました。彼らには収入源がなく、生計を立てるためにすべてを売りました。"
  },
  {
    "time": "00:30",
    "en": "All they were left with was a cow who gave them milk. They were so poor that many times Jack and his mother slept on an empty stomach.",
    "zh": "他們只剩下一頭會產奶的牛。他們非常貧窮，傑克和母親常常餓著肚子睡覺。",
    "ja": "彼らに残されたのは牛だけで、その牛はミルクを与えてくれました。ジャックと母親は何度も空腹で眠りました。"
  },
  {
    "time": "00:44",
    "en": "Jack used to milk the cow every morning, but the cow had to be fed on fodder to give milk and they had no money.",
    "zh": "傑克每天早上擠牛奶，但牛需要飼料才能產奶，而他們沒有錢買飼料。",
    "ja": "ジャックは毎朝牛の乳を搾っていましたが、牛はミルクを出すために飼料を食べなければならず、お金がありませんでした。"
  },
  {
    "time": "00:53",
    "en": "So Jack's mother thought of something. She went to Jack and told him to sell their only cow.",
    "zh": "於是傑克的母親想出了一個主意。她告訴傑克要賣掉他們唯一的牛。",
    "ja": "そこでジャックの母親は考えました。彼女はジャックに唯一の牛を売るように言いました。"
  },
  {
    "time": "01:00",
    "en": "All right, mother. Jack went to the market to sell the cow. And on the way, he met a funny looking old man.",
    "zh": "好吧，母親。傑克去市場賣牛，途中遇到了一個長相滑稽的老人。",
    "ja": "わかりました、お母さん。ジャックは牛を売るために市場へ行きました。途中で変わった老人に会いました。"
  },
  {
    "time": "01:10",
    "en": "Good morning Jack. Good morning. Where are you taking this cow little boy?",
    "zh": "早安，傑克。早安。小男孩，你要帶這頭牛去哪裡？",
    "ja": "おはようジャック。おはよう。この牛をどこに連れて行くの、小さな男の子？"
  },
  {
    "time": "01:18",
    "en": "I'm going to the market to sell this cow. Oh child, you don't have to go too far for it. Give me the cow. I will buy it.",
    "zh": "我要去市場賣這頭牛。哦孩子，你不必走那麼遠，把牛給我，我會買的。",
    "ja": "この牛を売るために市場に行きます。ああ子供よ、そんなに遠くに行く必要はない。牛を私にくれ、買おう。"
  },
  {
    "time": "01:30",
    "en": "What will you give me in return for my cow? I have a special deal for such a good boy like you.",
    "zh": "你會給我什麼換我的牛？我有一個特別的交易給像你這樣的好孩子。",
    "ja": "私の牛と引き換えに何をくれるの？君のような良い子には特別な取引があるんだ。"
  },
  {
    "time": "01:38",
    "en": "And what is that? I will give you my five magic beans.",
    "zh": "那是什麼？我會給你我的五顆魔法豆。",
    "ja": "それは何？私の五つの魔法の豆をあげるよ。"
  },
  {
    "time": "01:48",
    "en": "Jack was very confused. These beans don't look like the usual ones. The beans looked exceptionally weird. They were huge.",
    "zh": "傑克很困惑。這些豆子看起來不像平常的豆子。它們非常奇怪，非常大顆。",
    "ja": "ジャックはとても混乱しました。これらの豆は普通の豆のように見えません。非常に奇妙で大きかったのです。"
  },
  {
    "time": "01:59",
    "en": "Bigger than any other normal beans. I don't want these beans. What will I do with these?",
    "zh": "比任何普通豆子都大。我不想要這些豆子，我拿它們做什麼？",
    "ja": "普通の豆よりも大きい。私はこれらの豆はいらない。これで何をすればいいの？"
  },
  {
    "time": "02:11",
    "en": "They're not the normal beans little boy. They're magical.",
    "zh": "這些不是普通的豆子，小男孩。它們是魔法豆。",
    "ja": "これは普通の豆じゃないよ、小さな男の子。魔法の豆なんだ。"
  },
  {
    "time": "02:15",
    "en": "Really? How do they work? They're so magical that if you plant them overnight by morning they grow right up to the sky.",
    "zh": "真的嗎？它們怎麼運作？它們非常神奇，種下後一夜之間早晨就會長到天上。",
    "ja": "本当？どうやって働くの？とても魔法的で、一晩で植えると朝には空まで伸びるんだ。"
  },
  {
    "time": "02:28",
    "en": "Jack was convinced. He traded the cow for the beans because they were magical.",
    "zh": "傑克信服了。他用牛換了這些魔法豆。",
    "ja": "ジャックは納得しました。彼は牛と魔法の豆を交換しました。"
  },
  {
    "time": "02:36",
    "en": "Oh, they're all yours in trade for this cow. Jack was very excited to show it to his mom.",
    "zh": "哦，這些都是你的，換這頭牛。傑克很興奮要給媽媽看。",
    "ja": "ああ、この牛と引き換えに全部君のものだ。ジャックは母親に見せるのがとても楽しみでした。"
  },
  {
    "time": "02:44",
    "en": "On reaching home, Jack smiled and reached into his pocket.",
    "zh": "回到家後，傑克微笑著伸手進口袋。",
    "ja": "家に着くと、ジャックは笑顔でポケットに手を入れました。"
  },
  {
    "time": "02:49",
    "en": "Just look at these beans mother. They're magical.",
    "zh": "媽媽，看看這些豆子。它們是魔法豆。",
    "ja": "母さん、これらの豆を見て。魔法の豆だよ。"
  },
  {
    "time": "03:00",
    "en": "What did you sell the cows for these strange looking beans? Of course mother. You sold the cow for some beans? How foolish could you be?",
    "zh": "你賣牛換這些奇怪的豆子？當然，媽媽。你賣牛換豆子？你怎麼這麼傻？",
    "ja": "この変わった豆のために牛を売ったの？もちろん母さん。牛を豆と交換したの？なんて馬鹿なの。"
  },
  {
    "time": "03:07",
    "en": "Mother became furious and threw the beans out of the window.",
    "zh": "媽媽生氣了，把豆子丟出窗外。",
    "ja": "母親は怒って豆を窓の外に投げ捨てました。"
  },
  {
    "time": "03:14",
    "en": "What a silly boy. Jack was very sad. He ran upstairs to his little room in the attic. He started thinking to himself.",
    "zh": "真是個傻孩子。傑克很難過，他跑到閣樓的小房間，開始自我反思。",
    "ja": "なんて愚かな子だ。ジャックはとても悲しくて、屋根裏の小さな部屋に駆け上がり、自分自身で考え始めました。"
  },
  {
    "time": "03:25",
    "en": "How could I have been so foolish? I sold the cow for beans.",
    "zh": "我怎麼會這麼傻？我把牛賣成豆子了。",
    "ja": "どうしてこんなに愚かだったんだろう？牛を豆と交換してしまった。"
  },
  {
    "time": "03:36",
    "en": "He cried in bed and fell asleep without having his dinner.",
    "zh": "他躺在床上哭泣，沒吃晚餐就睡著了。",
    "ja": "彼はベッドで泣き、夕食を食べずに眠りにつきました。"
  },
  {
    "time": "03:43",
    "en": "As the sun rose next morning, Jack woke up and looked outside the window.",
    "zh": "隔天早晨太陽升起時，傑克醒來並望向窗外。",
    "ja": "翌朝、太陽が昇るとジャックは目を覚まし、窓の外を見ました。"
  },
  {
    "time": "03:49",
    "en": "To his surprise, he saw a beanstalk. So long that it touched the sky.",
    "zh": "令他驚訝的是，他看到一根豆莖，長得直達天空。",
    "ja": "驚いたことに、彼は空に届くほど長い豆の蔓を見ました。"
  },
  {
    "time": "03:55",
    "en": "Oh my god! Those beans were really magical.",
    "zh": "天啊！那些豆子真的有魔力。",
    "ja": "なんてことだ！あの豆は本当に魔法の豆だった。"
  },
  {
    "time": "04:01",
    "en": "He decided to climb up the beanstalk. The beanstalk went up and up until it touched the sky.",
    "zh": "他決定爬上豆莖。豆莖一直往上長，直到觸及天空。",
    "ja": "彼は豆の蔓を登ることに決めました。蔓は空に届くまで伸びていました。"
  },
  {
    "time": "04:09",
    "en": "Poor Jack climbed and climbed until at the last he could see clouds floating.",
    "zh": "可憐的傑克不停爬，最後看到漂浮的雲朵。",
    "ja": "かわいそうなジャックは登り続け、ついに浮かぶ雲を見ることができました。"
  },
  {
    "time": "04:15",
    "en": "This is awesome! Everything looks so small from up here.",
    "zh": "太棒了！從這裡看一切都很渺小。",
    "ja": "すごい！ここから見るとすべてがとても小さく見えます。"
  },
  {
    "time": "04:21",
    "en": "As he climbed a little more, he reached a big golden door, shining with the rays of the sun.",
    "zh": "他再往上爬一點，來到一扇大金門，閃耀著陽光。",
    "ja": "もう少し登ると、太陽の光を浴びて輝く大きな黄金の扉にたどり着きました。"
  },
  {
    "time": "04:29",
    "en": "As he went further, it's one open. It was a kingdom in the sky. It was magical.",
    "zh": "他繼續前進，門是開著的。那是一個天空中的王國，非常神奇。",
    "ja": "さらに進むと、扉は開いていました。そこは空の王国で、魔法のようでした。"
  },
  {
    "time": "04:39",
    "en": "Jack was all struck by the beauty of the kingdom. As he entered the kingdom, he saw a fearsome giant man sleeping on a chair.",
    "zh": "傑克被王國的美景震撼。進入後，他看到一個可怕的巨人坐在椅子上睡覺。",
    "ja": "ジャックは王国の美しさに圧倒されました。入ると、恐ろしい巨人が椅子で眠っていました。"
  },
  {
    "time": "04:49",
    "en": "Jack was very hungry after climbing the beanstalk, so he went inside slowly finding his way to the kitchen.",
    "zh": "爬完豆莖後傑克非常餓，他慢慢走進去尋找廚房。",
    "ja": "蔓を登った後、ジャックはとてもお腹が空いていたので、ゆっくりとキッチンを探しながら中に入りました。"
  },
  {
    "time": "04:57",
    "en": "He saw some fresh fruits and milk in the kitchen. Just as he went near to grab them, he heard a loud noise.",
    "zh": "他看到廚房裡有新鮮水果和牛奶。正當他靠近要拿時，聽到一聲巨響。",
    "ja": "キッチンで新鮮な果物とミルクを見つけました。取ろうとした瞬間、大きな音が聞こえました。"
  },
  {
    "time": "05:05",
    "en": "What is that noise? Jack was terrified. He ran to hide inside a small hole.",
    "zh": "那是什麼聲音？傑克嚇壞了，跑去躲在一個小洞裡。",
    "ja": "あの音は何？ジャックは怖がって、小さな穴に隠れました。"
  },
  {
    "time": "05:14",
    "en": "He-five, oh come! I smell the blood of an Englishman. He-he alive.",
    "zh": "他-嗨，來吧！我聞到一個英國人的血味。他還活著。",
    "ja": "ヘイファイブ、さあ来い！イギリス人の血の匂いがする。彼は生きている。"
  },
  {
    "time": "05:24",
    "en": "Oh be he dead. I'll find him and eat him. There's nothing better than a human broiled on toast.",
    "zh": "哦，如果他死了，我會找到他並吃掉他。沒有什麼比烤吐司上的人肉更美味。",
    "ja": "ああ、彼が死んでいたら、見つけて食べてやる。トーストにのった人間ほど美味しいものはない。"
  },
  {
    "time": "05:34",
    "en": "I'm delicious.",
    "zh": "我很美味。",
    "ja": "私は美味しい。"
  },
  {
    "time": "05:38",
    "en": "The giant could not find any human. So, he ate his food that has kept on the table.",
    "zh": "巨人找不到人類，於是吃了桌上的食物。",
    "ja": "巨人は人間を見つけられず、テーブルの上の食べ物を食べました。"
  },
  {
    "time": "05:46",
    "en": "He took out his sack of gold coins. Counted them and kept them aside on the table.",
    "zh": "他拿出一袋金幣，數了數放在桌上。",
    "ja": "彼は金貨の袋を取り出し、数えてテーブルの上に置きました。"
  },
  {
    "time": "06:14",
    "en": "Then he went to sleep.",
    "zh": "然後他去睡覺了。",
    "ja": "それから彼は眠りにつきました。"
  },
  {
    "time": "06:22",
    "en": "Jack slowly crept out of his hiding place and decided to take the sack of gold coins.",
    "zh": "傑克慢慢地從藏身處爬出，決定拿走那袋金幣。",
    "ja": "ジャックはゆっくりと隠れ場所から這い出て、金貨の袋を取ることに決めました。"
  },
  {
    "time": "06:29",
    "en": "Thinking that mother would no more be upset with him.",
    "zh": "他想著母親不會再生他的氣了。",
    "ja": "母親がもう怒らないだろうと思いました。"
  },
  {
    "time": "06:35",
    "en": "Ah, this is so heavy. I shall take this and escape from here. He slipped down the beanstalk with the gold sack.",
    "zh": "啊，好重。我得帶著它逃走。他抱著金袋滑下豆莖。",
    "ja": "ああ、これはとても重い。これを持ってここから逃げよう。彼は金の袋を抱えて蔓を滑り降りました。"
  },
  {
    "time": "06:50",
    "en": "He went home and gave the coins to his mother. A sack of gold? How? Where did you get this from?",
    "zh": "他回家把金幣給母親。金袋？怎麼來的？你從哪裡得到的？",
    "ja": "彼は家に帰り、母親に金貨を渡しました。金の袋？どうやって？どこで手に入れたの？"
  },
  {
    "time": "06:59",
    "en": "Jack narrated the whole story to his mother. His mother was very happy that they had got gold and her son was back alive.",
    "zh": "傑克把整個故事告訴母親。母親很高興他們得到了金子，兒子也平安回來。",
    "ja": "ジャックは母親に全ての話を語りました。母親は金を手に入れ、息子が無事に戻ったことをとても喜びました。"
  },
  {
    "time": "07:09",
    "en": "A few days later.",
    "zh": "幾天後。",
    "ja": "数日後。"
  },
  {
    "time": "07:13",
    "en": "Jack climbed the beanstalk again. Up he went and reached the giant's house.",
    "zh": "傑克再次爬上豆莖，來到巨人的家。",
    "ja": "ジャックは再び蔓を登り、巨人の家にたどり着きました。"
  },
  {
    "time": "07:20",
    "en": "Once again, Jack saw the giant's small, but this time he was sore. The small was so loud that he had to rush in some hope to save his ears.",
    "zh": "傑克再次聽到巨人的聲音，但這次聲音很刺耳，他急忙躲避以保護耳朵。",
    "ja": "再びジャックは巨人の声を聞きましたが、今回はとても痛かった。耳を守るために急いで隠れました。"
  },
  {
    "time": "07:33",
    "en": "The giant will be Jack leapt up in front and hit himself under the bean.",
    "zh": "巨人將會是傑克跳到前面並擊打自己在豆莖下。",
    "ja": "巨人はジャックが前に飛び出して豆の下で自分を打つだろう。"
  },
  {
    "time": "07:40",
    "en": "He fired full foam. I snelt the blood of an Englishman. He alive or be he dead. I'll find him and eat him.",
    "zh": "他大聲喊叫。我聞到一個英國人的血味。他活著還是死了，我會找到他並吃掉他。",
    "ja": "彼は激しく叫びました。イギリス人の血の匂いがする。彼は生きているか死んでいるか。見つけて食べるぞ。"
  },
  {
    "time": "07:53",
    "en": "There's nothing better than a human broiled on toast.",
    "zh": "沒有什麼比烤吐司上的人肉更美味。",
    "ja": "トーストにのった人間ほど美味しいものはない。"
  },
  {
    "time": "07:58",
    "en": "Oh delicious.",
    "zh": "哦，美味。",
    "ja": "ああ、美味しい。"
  },
  {
    "time": "08:01",
    "en": "There is no boy in here.",
    "zh": "這裡沒有男孩。",
    "ja": "ここに男の子はいない。"
  },
  {
    "time": "08:09",
    "en": "The giant did not find anyone. Then he took out a hen and shouted.",
    "zh": "巨人沒找到人，然後拿出一隻母雞大喊。",
    "ja": "巨人は誰も見つけられず、鶏を取り出して叫びました。"
  },
  {
    "time": "08:16",
    "en": "Leave the golden egg now.",
    "zh": "現在下金蛋。",
    "ja": "今すぐ金の卵を産め。"
  },
  {
    "time": "08:21",
    "en": "The hen laid an egg made of gold which the giant added to the basket and went to sleep.",
    "zh": "母雞下了一顆金蛋，巨人放進籃子後去睡覺了。",
    "ja": "鶏は金の卵を産み、巨人はそれをかごに入れて眠りにつきました。"
  },
  {
    "time": "08:29",
    "en": "As he went inside, Jack learned that his way was clear. He took the hen and immediately climbed down the beanstalk.",
    "zh": "他進去後發現路已清楚，拿起母雞立刻爬下豆莖。",
    "ja": "中に入ると、ジャックは道が開けていることに気づきました。鶏を持ってすぐに蔓を降りました。"
  },
  {
    "time": "08:38",
    "en": "After going home, he narrated the story to his mother.",
    "zh": "回家後，他把故事告訴母親。",
    "ja": "家に帰って、彼は母親に話を語りました。"
  },
  {
    "time": "08:42",
    "en": "Look mother, I got a hen this time. It lays golden eggs. See how it works?",
    "zh": "看，媽媽，這次我帶回一隻母雞。它會下金蛋。看它怎麼下蛋？",
    "ja": "見て母さん、今回は鶏を手に入れたよ。金の卵を産むんだ。どう動くか見て。"
  },
  {
    "time": "08:51",
    "en": "Way the golden egg. No!",
    "zh": "看那金蛋。不！",
    "ja": "金の卵だ。いや！"
  },
  {
    "time": "08:55",
    "en": "Jack's mother was very happy with him. For the third time Jack climbed the beanstalk and went to the giant's kingdom.",
    "zh": "傑克的母親非常高興。第三次，傑克爬上豆莖，來到巨人的王國。",
    "ja": "ジャックの母親は彼をとても喜びました。三度目にジャックは蔓を登り、巨人の王国へ行きました。"
  },
  {
    "time": "09:04",
    "en": "This time he saw the giant playing songs on a beautiful harp. He hid below the table.",
    "zh": "這次他看到巨人在彈奏美麗的豎琴，他躲在桌子下。",
    "ja": "今回は巨人が美しいハープを弾いているのを見て、テーブルの下に隠れました。"
  },
  {
    "time": "09:12",
    "en": "He was very happy with him. He must have been very happy with him.",
    "zh": "他對他非常高興。他一定非常高興。",
    "ja": "彼は彼にとても満足していました。きっととても喜んでいました。"
  },
  {
    "time": "09:25",
    "en": "He was very happy with him. He was very happy with him.",
    "zh": "他對他非常高興。他對他非常高興。",
    "ja": "彼は彼にとても満足していました。彼は彼にとても満足していました。"
  },
  {
    "time": "09:30",
    "en": "Toast. Hmm delicious. Today I am going to find that Englishman anyhow. He searched here and there but couldn't find it.",
    "zh": "吐司。嗯，美味。今天我一定要找到那個英國人。他到處找卻找不到。",
    "ja": "トースト。うん、美味しい。今日はあのイギリス人を必ず見つける。あちこち探したが見つからなかった。"
  },
  {
    "time": "09:43",
    "en": "He got so tired that he went to sleep. Meanwhile, Jack took the harp and was about to leave.",
    "zh": "他累了就去睡覺。此時傑克拿起豎琴準備離開。",
    "ja": "彼は疲れて眠りにつきました。その間にジャックはハープを取り、出ようとしていました。"
  },
  {
    "time": "09:51",
    "en": "Suddenly, the magic harp cried.",
    "zh": "突然，魔法豎琴喊叫了。",
    "ja": "突然、魔法のハープが叫びました。"
  },
  {
    "time": "09:54",
    "en": "Help master help me. The boy is stealing me. He is taking me away from you.",
    "zh": "救命主人，救我。那男孩在偷我，他要帶走你。",
    "ja": "助けてご主人様、助けて。少年が私を盗んでいる。あなたから私を奪おうとしている。"
  },
  {
    "time": "10:02",
    "en": "The giant woke up and saw Jack with a fury of the ran after Jack.",
    "zh": "巨人醒來，怒氣沖沖地追趕傑克。",
    "ja": "巨人は目を覚まし、怒りながらジャックを追いかけました。"
  },
  {
    "time": "10:09",
    "en": "So you were the one who stole my harp and the sack of gold. I will punish you for this.",
    "zh": "原來是你偷了我的豎琴和金袋，我會懲罰你。",
    "ja": "お前が私のハープと金の袋を盗んだのか。罰してやる。"
  },
  {
    "time": "10:19",
    "en": "But Jack was too fast for him. He slid down the beanstalk as fast as he could and the giant realizing he had been tricked followed him down.",
    "zh": "但傑克跑得太快，他盡快滑下豆莖，巨人發現被騙後跟著下來。",
    "ja": "しかしジャックは速すぎて、できるだけ早く蔓を滑り降りました。巨人は騙されたことに気づき、追いかけました。"
  },
  {
    "time": "10:30",
    "en": "Jack slid, slid and climbed down the beanstalk as quickly as he could and fetched an axe from his house.",
    "zh": "傑克快速滑下豆莖，從家裡拿出斧頭。",
    "ja": "ジャックはできるだけ早く蔓を滑り降り、家から斧を持ってきました。"
  },
  {
    "time": "10:40",
    "en": "He began to chop down the beanstalk. The beanstalk broke and the giant fell down and broke his crown and the beanstalk came toppling after.",
    "zh": "他開始砍倒豆莖。豆莖斷了，巨人摔下來摔壞了皇冠，豆莖也倒下了。",
    "ja": "彼は蔓を切り倒し始めました。蔓は折れ、巨人は落ちて王冠を壊し、蔓も倒れました。"
  },
  {
    "time": "10:51",
    "en": "As Jack's mother saw this, she panicked. She realized that it was her mistake that she did not stop Jack from robbing things.",
    "zh": "傑克的母親看到這一幕，驚慌失措。她意識到沒阻止傑克偷東西是她的錯。",
    "ja": "ジャックの母親はこれを見て慌てました。ジャックが盗みをやめさせなかったのは自分の間違いだと気づきました。"
  },
  {
    "time": "11:01",
    "en": "Jack had become greedy and he could lose his life in all of this.",
    "zh": "傑克變得貪心，可能會因此喪命。",
    "ja": "ジャックは欲張りになり、このことで命を失うかもしれませんでした。"
  },
  {
    "time": "11:06",
    "en": "She then went to Jack, feeling sorry and explained to him.",
    "zh": "她走向傑克，感到抱歉並向他解釋。",
    "ja": "彼女はジャックのもとへ行き、申し訳なく思い説明しました。"
  },
  {
    "time": "11:11",
    "en": "Jack, I'm sorry that I let you steal things.",
    "zh": "傑克，對不起讓你去偷東西。",
    "ja": "ジャック、君に盗みをさせてしまってごめんね。"
  },
  {
    "time": "11:15",
    "en": "I should have taught you. What if the giant would have taught you? You would no longer be standing with me today.",
    "zh": "我應該教導你。如果巨人教了你，你今天就不會站在我身邊了。",
    "ja": "教えるべきだった。もし巨人に教えられていたら、君は今日ここにいないだろう。"
  },
  {
    "time": "11:24",
    "en": "Mother, I learned my lesson today. I will work hard and earn money.",
    "zh": "媽媽，我今天學到教訓了。我會努力工作賺錢。",
    "ja": "母さん、今日は教訓を学んだよ。一生懸命働いてお金を稼ぐよ。"
  },
  {
    "time": "11:34",
    "en": "Jack and his mother were very rich now and they lived happily ever after.",
    "zh": "傑克和母親現在非常富有，他們從此過著幸福快樂的生活。",
    "ja": "ジャックと母親は今やとても裕福で、幸せに暮らしました。"
  }
]