[
  {
    "time": "00:00:00",
    "en": "Hi Mom! Hi dad! Hi me! It's so good to see you! How are you sweetheart? I'm fine, I miss you both so much!",
    "zh": "嗨媽媽！嗨爸爸！嗨我自己！見到你們真好！親愛的，你怎麼樣？我很好，我非常想念你們兩個！",
    "ja": "こんにちはママ！こんにちはパパ！こんにちは私！会えてとても嬉しいよ！元気？愛しい人、私は元気よ、お二人のことがとても恋しいです！",
    "source_url": "https://www.youtube.com/watch?v=IEF6rtgcZxQ"
  },
  {
    "time": "00:00:26",
    "en": "We miss you too honey! How do you like your new apartment? It's great! I love my new apartment! It's cozy and convenient for getting to college!",
    "zh": "我們也想你，親愛的！你喜歡你的新公寓嗎？很棒！我愛我的新公寓！它舒適又方便去大學！",
    "ja": "私たちも恋しいよ、ハニー！新しいアパートはどう？素晴らしい！新しいアパートが大好き！居心地が良くて大学に行くのに便利だよ！"
  },
  {
    "time": "00:00:40",
    "en": "And my roommate is very nice! My bedroom is very large and have a small closet!",
    "zh": "而且我的室友非常好！我的臥室很大，還有一個小衣櫃！",
    "ja": "それにルームメイトはとてもいい人！私の寝室はとても広くて、小さなクローゼットがあるよ！"
  },
  {
    "time": "00:00:48",
    "en": "Even if it's small, the closet can hold everything I need. It keeps everything organized perfectly and is easy to use!",
    "zh": "即使它很小，衣櫃可以裝下我需要的一切。它讓一切都完美地井然有序，且使用方便！",
    "ja": "小さくても、クローゼットは必要なものすべてを収納できる。すべてを完璧に整理してくれて、使いやすいんだ！"
  },
  {
    "time": "00:00:58",
    "en": "I just love it! The kitchen is old, but all the appliances still work!",
    "zh": "我就是喜歡它！廚房雖然舊，但所有電器都還能用！",
    "ja": "私はそれが大好き！キッチンは古いけど、すべての家電はまだ動いているよ！"
  },
  {
    "time": "00:01:04",
    "en": "It has a convenient stove top.",
    "zh": "它有一個方便的爐灶。",
    "ja": "便利なコンロがあるよ。"
  },
  {
    "time": "00:01:08",
    "en": "I have an Anne-Refordgerator. The only downside to this apartment is that I have to share a bathroom with my roommate.",
    "zh": "我有一台安妮牌冰箱。這間公寓唯一的缺點是我必須和室友共用浴室。",
    "ja": "アン・リフリジェレーターがあるよ。このアパートの唯一の欠点は、ルームメイトとバスルームを共有しなければならないことだ。"
  },
  {
    "time": "00:01:18",
    "en": "She's very messy! She leaves her things all over the bathroom floor!",
    "zh": "她非常亂！她把東西都丟在浴室地板上！",
    "ja": "彼女はとても散らかし屋！浴室の床に物を散らかしているんだ！"
  },
  {
    "time": "00:01:28",
    "en": "I'm sorry about that honey, but the rest of your apartment sounds nice! Could you show it to us on the camera?",
    "zh": "親愛的，對此我很抱歉，但你的公寓其他部分聽起來很不錯！你能用鏡頭給我們看看嗎？",
    "ja": "それはごめんね、ハニー。でも他の部分は素敵そうね！カメラで見せてくれる？"
  },
  {
    "time": "00:01:40",
    "en": "Sure! See all my books are organized nicely on my shelves! I keep my room very tidy!",
    "zh": "當然！看，我所有的書都整齊地擺在書架上！我保持房間非常整潔！",
    "ja": "もちろん！見て、私の本はすべて棚にきちんと整理されているよ！部屋はとてもきれいにしているんだ！"
  },
  {
    "time": "00:01:48",
    "en": "It looks very comfortable and neat in these!",
    "zh": "這裡看起來非常舒適和整潔！",
    "ja": "ここはとても快適で整って見えるね！"
  },
  {
    "time": "00:01:54",
    "en": "The room is really spacious and bright, and the furniture looks in very good condition!",
    "zh": "房間真的很寬敞明亮，家具看起來狀況很好！",
    "ja": "部屋は本当に広くて明るく、家具もとても良い状態に見えるよ！"
  },
  {
    "time": "00:02:00",
    "en": "And there's also a large balcony overlooking a wonderful view. Isn't it lovely?",
    "zh": "還有一個大陽台，可以俯瞰美麗的景色。是不是很棒？",
    "ja": "そして素晴らしい景色を見渡せる大きなバルコニーもあるよ。素敵でしょ？"
  },
  {
    "time": "00:02:06",
    "en": "Yes it is! I can see it's decorated with many beautiful plants and flowers!",
    "zh": "是的！我看到陽台裝飾著許多美麗的植物和花朵！",
    "ja": "そうだね！たくさんの美しい植物や花で飾られているのが見えるよ！"
  },
  {
    "time": "00:02:13",
    "en": "It looks gorgeous, and it seems such a peaceful place!",
    "zh": "看起來很華麗，而且似乎是個非常寧靜的地方！",
    "ja": "とても豪華に見えて、とても平和な場所のようだね！"
  },
  {
    "time": "00:02:20",
    "en": "Is your roommate around? I was hoping we could meet her!",
    "zh": "你的室友在嗎？我希望我們能見見她！",
    "ja": "ルームメイトはいる？会いたいな！"
  },
  {
    "time": "00:02:26",
    "en": "Now she has class right now, but she'll be back soon! What does she look like?",
    "zh": "她現在正在上課，但很快就會回來！她長什麼樣子？",
    "ja": "今は授業中だけど、すぐ戻ってくるよ！彼女はどんな見た目？"
  },
  {
    "time": "00:02:32",
    "en": "She's very pretty! She has long dark brown hair and green eyes!",
    "zh": "她非常漂亮！有著長長的深棕色頭髮和綠色眼睛！",
    "ja": "彼女はとても綺麗！長いダークブラウンの髪と緑の目をしているよ！"
  },
  {
    "time": "00:02:38",
    "en": "She is short and skinny!",
    "zh": "她個子矮且瘦！",
    "ja": "彼女は背が低くて細いよ！"
  },
  {
    "time": "00:02:42",
    "en": "And what does she like? Is she friendly?",
    "zh": "她喜歡什麼？她友善嗎？",
    "ja": "彼女は何が好き？友好的？"
  },
  {
    "time": "00:02:46",
    "en": "Yes, she's very friendly, outgoing and fun!",
    "zh": "是的，她非常友善、外向且有趣！",
    "ja": "はい、とても友好的で社交的で楽しいよ！"
  },
  {
    "time": "00:02:49",
    "en": "She always makes me laugh with her jokes and funny stories!",
    "zh": "她總是用她的笑話和有趣的故事讓我笑！",
    "ja": "彼女はいつもジョークや面白い話で私を笑わせてくれる！"
  },
  {
    "time": "00:02:55",
    "en": "We get along great, and sometimes we cook together! She might be messy, but she's nice and kind!",
    "zh": "我們相處得很好，有時候還一起做飯！她可能有點亂，但她很好又親切！",
    "ja": "私たちはとても仲良しで、時々一緒に料理もするよ！彼女は散らかし屋かもしれないけど、優しくて親切だよ！"
  },
  {
    "time": "00:03:05",
    "en": "I'm glad you get along well, dear!",
    "zh": "親愛的，我很高興你們相處得好！",
    "ja": "仲良くやっているみたいで嬉しいよ、親愛なる子よ！"
  },
  {
    "time": "00:03:09",
    "en": "How have your class been going?",
    "zh": "你的課程進展如何？",
    "ja": "授業はどう？"
  },
  {
    "time": "00:03:12",
    "en": "Really good! My favorite class is biology! The teacher is very knowledgeable and interesting!",
    "zh": "非常好！我最喜歡的課是生物！老師很有知識且有趣！",
    "ja": "とても良いよ！一番好きな授業は生物学！先生はとても知識豊富で面白い！"
  },
  {
    "time": "00:03:20",
    "en": "She is a lovely older woman with gray hair!",
    "zh": "她是一位可愛的年長女士，有著灰色頭髮！",
    "ja": "彼女は素敵な年配の女性で、灰色の髪をしているよ！"
  },
  {
    "time": "00:03:24",
    "en": "She is very passionate and enthusiastic about what she does!",
    "zh": "她對她所做的事非常有熱情和積極！",
    "ja": "彼女は自分の仕事にとても情熱的で熱心だよ！"
  },
  {
    "time": "00:03:28",
    "en": "She spent a couple years studying different animals in Madda Gavsgar!",
    "zh": "她花了幾年時間在馬達·加夫斯加研究不同的動物！",
    "ja": "彼女はマッダ・ガヴスガーで数年間いろいろな動物を研究したんだ！"
  },
  {
    "time": "00:03:33",
    "en": "She wants to find ways to use power that are environmentally friendly!",
    "zh": "她想找到環保的能源使用方式！",
    "ja": "彼女は環境に優しいエネルギーの使い方を見つけたいと思っているよ！"
  },
  {
    "time": "00:03:43",
    "en": "She really cares about plant and animal life!",
    "zh": "她真的很關心植物和動物的生命！",
    "ja": "彼女は植物や動物の命を本当に大切にしている！"
  },
  {
    "time": "00:03:49",
    "en": "How nice! She seems to be an awesome person!",
    "zh": "真好！她看起來是個很棒的人！",
    "ja": "素敵だね！彼女は素晴らしい人のようだ！"
  },
  {
    "time": "00:03:55",
    "en": "Yes, she's really inspiring!",
    "zh": "是的，她真的很有啟發性！",
    "ja": "そうだね、彼女は本当に刺激的だよ！"
  },
  {
    "time": "00:03:58",
    "en": "And what class do you like the least?",
    "zh": "那你最不喜歡哪門課？",
    "ja": "そして一番嫌いな授業は何？"
  },
  {
    "time": "00:04:02",
    "en": "I think it's calculus! I find it so boring!",
    "zh": "我想是微積分！我覺得它很無聊！",
    "ja": "多分微積分かな！とても退屈に感じる！"
  },
  {
    "time": "00:04:07",
    "en": "My calculus teacher, Dr. Rubis, makes everything seem so complicated!",
    "zh": "我的微積分老師，魯比斯博士，讓一切看起來都很複雜！",
    "ja": "私の微積分の先生、ルビス博士はすべてをとても複雑に見せるんだ！"
  },
  {
    "time": "00:04:13",
    "en": "He is a very stern and quiet type of person!",
    "zh": "他是個非常嚴肅且安靜的人！",
    "ja": "彼はとても厳格で静かなタイプの人だよ！"
  },
  {
    "time": "00:04:17",
    "en": "He is very tall and intimidating!",
    "zh": "他很高大且令人害怕！",
    "ja": "彼はとても背が高くて威圧的だ！"
  },
  {
    "time": "00:04:22",
    "en": "He never bothers to explain to us what we don't understand!",
    "zh": "他從不費心解釋我們不懂的地方！",
    "ja": "彼は私たちが理解できないことを説明しようともしない！"
  },
  {
    "time": "00:04:28",
    "en": "He fears it, but doesn't say anything if we get the answer to a problem wrong!",
    "zh": "他害怕，但如果我們答錯問題，他也不會說什麼！",
    "ja": "彼はそれを恐れているけど、問題の答えを間違えても何も言わない！"
  },
  {
    "time": "00:04:34",
    "en": "He just asks someone else to answer it!",
    "zh": "他只是叫別人回答！",
    "ja": "彼はただ他の誰かに答えさせるだけだ！"
  },
  {
    "time": "00:04:38",
    "en": "I wish he were a little more communicative and supportive!",
    "zh": "我希望他能多點溝通和支持！",
    "ja": "彼がもう少しコミュニケーションをとって支えてくれたらいいのに！"
  },
  {
    "time": "00:04:46",
    "en": "What about your classmates? What are they like?",
    "zh": "你的同學呢？他們是什麼樣的人？",
    "ja": "クラスメートはどう？どんな人たち？"
  },
  {
    "time": "00:04:49",
    "en": "They are very interesting because they are from all over the world!",
    "zh": "他們很有趣，因為他們來自世界各地！",
    "ja": "彼らはとても面白いよ、世界中から来ているから！"
  },
  {
    "time": "00:04:54",
    "en": "We are diverse and race, religion, personality, but we have so many things in common at the same time!",
    "zh": "我們在種族、宗教、個性上都很多元，但同時有很多共同點！",
    "ja": "私たちは人種、宗教、性格が多様だけど、同時にたくさんの共通点がある！"
  },
  {
    "time": "00:05:02",
    "en": "I was able to learn a lot from them!",
    "zh": "我從他們身上學到了很多！",
    "ja": "彼らからたくさん学ぶことができたよ！"
  },
  {
    "time": "00:05:06",
    "en": "I'm so glad you like them!",
    "zh": "我很高興你喜歡他們！",
    "ja": "彼らが好きでよかった！"
  },
  {
    "time": "00:05:09",
    "en": "Tell us about the part of the city you live in, any good places to eat?",
    "zh": "告訴我們你住的城市區域，有什麼好吃的地方嗎？",
    "ja": "住んでいる街のことを教えて、いい食べ物の場所はある？"
  },
  {
    "time": "00:05:14",
    "en": "You're always thinking about food!",
    "zh": "你總是在想食物！",
    "ja": "いつも食べ物のことばかり考えてるね！"
  },
  {
    "time": "00:05:18",
    "en": "Actually, yes! My roommate and I have eaten that many restaurants nearby!",
    "zh": "其實是的！我和室友已經吃過附近很多餐廳了！",
    "ja": "実はそう！ルームメイトと近くのたくさんのレストランで食べたよ！"
  },
  {
    "time": "00:05:28",
    "en": "They have a really great Indian restaurant!",
    "zh": "那裡有一家非常棒的印度餐廳！",
    "ja": "とても素晴らしいインド料理店があるよ！"
  },
  {
    "time": "00:05:32",
    "en": "I love the Chana masala and chicken curry!",
    "zh": "我喜歡鷹嘴豆咖哩和雞肉咖哩！",
    "ja": "チャナマサラとチキンカレーが大好き！"
  },
  {
    "time": "00:05:36",
    "en": "It's so spicy and delicious!",
    "zh": "它又辣又好吃！",
    "ja": "とてもスパイシーで美味しいよ！"
  },
  {
    "time": "00:05:40",
    "en": "It's a small restaurant, but they make really good food!",
    "zh": "那是一家小餐廳，但他們做的食物真的很好吃！",
    "ja": "小さなレストランだけど、本当に美味しい料理を作るよ！"
  },
  {
    "time": "00:05:48",
    "en": "These are good pizza placed down the street from us!",
    "zh": "這裡有家離我們不遠的好披薩店！",
    "ja": "私たちの近くの通りに美味しいピザ屋があるよ！"
  },
  {
    "time": "00:05:54",
    "en": "Their crust is flaky and the pizza is really cheesy!",
    "zh": "他們的餅皮酥脆，披薩起司很多！",
    "ja": "クラストはサクサクで、ピザはとてもチーズたっぷり！"
  },
  {
    "time": "00:06:01",
    "en": "You're making me hungry! Now we definitely need to visit you!",
    "zh": "你讓我餓了！我們一定要去拜訪你！",
    "ja": "お腹が空いてきた！絶対に会いに行かないとね！"
  },
  {
    "time": "00:06:07",
    "en": "Is there anything fun to do nearby?",
    "zh": "附近有什麼好玩的嗎？",
    "ja": "近くに楽しいことはある？"
  },
  {
    "time": "00:06:11",
    "en": "There's a venue nearby where different musicians perform!",
    "zh": "附近有個場地，不同的音樂家會在那裡表演！",
    "ja": "近くにいろんなミュージシャンが演奏する会場があるよ！"
  },
  {
    "time": "00:06:15",
    "en": "We've got to see some cool bands play there!",
    "zh": "我們去那裡看過一些很酷的樂隊表演！",
    "ja": "そこでかっこいいバンドの演奏を見たよ！"
  },
  {
    "time": "00:06:19",
    "en": "They use fog machines and high-quality speakers!",
    "zh": "他們使用霧機和高品質音響！",
    "ja": "霧の機械や高品質のスピーカーを使っているよ！"
  },
  {
    "time": "00:06:24",
    "en": "It's a really fun experience!",
    "zh": "這真的是很有趣的體驗！",
    "ja": "本当に楽しい体験だよ！"
  },
  {
    "time": "00:06:33",
    "en": "That's a great honey! I'm glad you're having a good time!",
    "zh": "那真棒，親愛的！我很高興你過得愉快！",
    "ja": "それは素晴らしいね、ハニー！楽しんでいるみたいで嬉しいよ！"
  },
  {
    "time": "00:06:47",
    "en": "Thanks for watching! If you liked this video, please subscribe to our YouTube channel!",
    "zh": "謝謝觀看！如果你喜歡這個影片，請訂閱我們的YouTube頻道！",
    "ja": "ご視聴ありがとうございました！この動画が気に入ったら、ぜひ私たちのYouTubeチャンネルを登録してください！"
  }
]