[
  {
    "time": "00:00",
    "en": "Once upon a time there was a lady and she lived by herself. She always wanted a daughter",
    "zh": "從前有一位女士，她獨自生活。她一直想要一個女兒",
    "ja": "昔々、一人で暮らしている女性がいました。彼女はずっと娘が欲しかったのです"
  },
  {
    "time": "00:17",
    "en": "since she was a little girl herself. One bright morning she was watering the plants and crying,",
    "zh": "從她自己還是小女孩時就這樣。一個晴朗的早晨，她一邊澆花一邊哭泣，",
    "ja": "彼女自身が小さな女の子の頃からです。ある晴れた朝、彼女は植物に水をやりながら泣いていました、"
  },
  {
    "time": "00:26",
    "en": "thinking if she had a little girl with whom she could play with. A very good mother appeared",
    "zh": "想着如果她有一個小女孩可以一起玩耍。這時，一位好心的母親出現了",
    "ja": "一緒に遊べる小さな女の子がいたらいいなと思っていました。すると、とても優しい母親が現れました"
  },
  {
    "time": "00:34",
    "en": "in front of her. What happened my child? Why are you crying? I have set my heart upon adding",
    "zh": "在她面前。孩子，怎麼了？你為什麼哭？我一直渴望有一個",
    "ja": "彼女の前に。「どうしたの、子供よ？なぜ泣いているの？」私はずっと願っていたのです"
  },
  {
    "time": "00:43",
    "en": "a little girl. Please, could you tell me where I can find one? I'm helpless. Oh, don't worry.",
    "zh": "一個小女孩。請告訴我在哪裡可以找到？我無助極了。哦，別擔心。",
    "ja": "小さな女の子を。どこで見つけられるか教えてください。私は途方に暮れています。ああ、心配しないで。"
  },
  {
    "time": "00:51",
    "en": "That can be easily managed. Very Godmother with her magical powers rock forward a seed in front of her.",
    "zh": "這很容易解決。善良的教母用她的魔法在她面前放了一顆種子。",
    "ja": "それは簡単にできます。妖精の教母は魔法の力で彼女の前に種を差し出しました。"
  },
  {
    "time": "01:05",
    "en": "My child, you see. This is not an ordinary seed that grows in farms. This seed needs lots of love and warmth.",
    "zh": "孩子，你看。這不是普通的農場種子。這顆種子需要很多愛與溫暖。",
    "ja": "子供よ、見てごらん。これは普通の農場で育つ種ではない。この種はたくさんの愛と温かさが必要なんだ。"
  },
  {
    "time": "01:15",
    "en": "Put it into a flower pot and see what will happen. And don't forget to give it enough sunlight.",
    "zh": "把它放進花盆裡，看看會發生什麼。別忘了給它足夠的陽光。",
    "ja": "花の鉢に入れて、何が起こるか見てごらん。そして十分な日光を与えるのを忘れないでね。"
  },
  {
    "time": "01:25",
    "en": "Oh, thank you, Godmother. You are so generous.",
    "zh": "哦，謝謝你，教母。你真慷慨。",
    "ja": "ああ、ありがとう、妖精の教母様。あなたはとても寛大です。"
  },
  {
    "time": "01:32",
    "en": "She planted the seed in the pot. She kept the pot in front of the window for enough sunlight.",
    "zh": "她把種子種在花盆裡，放在窗前接受充足的陽光。",
    "ja": "彼女は種を鉢に植えました。鉢を窓の前に置いて十分な日光を当てました。"
  },
  {
    "time": "01:38",
    "en": "It quickly grew into a fine large flower which looked very much like a tulip. The woman nourished",
    "zh": "它很快長成一朵漂亮的大花，看起來很像鬱金香。那女人細心照料著",
    "ja": "それはすぐに立派な大きな花に成長し、チューリップのように見えました。女性はそれを大切に育てました。"
  },
  {
    "time": "01:47",
    "en": "it with love and watered it each day. One day she softly kissed its half-shot petals.",
    "zh": "每天用愛心澆水。有一天，她輕輕吻了它半開的花瓣。",
    "ja": "愛情を込めて毎日水をやりました。ある日、彼女はそっと半開きの花びらにキスをしました。"
  },
  {
    "time": "01:55",
    "en": "And as though by magic, the flower opened in full blossom. Inside sat a very delicate",
    "zh": "彷彿魔法般，花朵完全綻放。裡面坐著一個非常嬌嫩的",
    "ja": "まるで魔法のように、花は満開になりました。その中にはとても繊細な"
  },
  {
    "time": "02:04",
    "en": "and graceful little mating girl. She's my child. My daughter, I'll call her Thumbelina.",
    "zh": "優雅的小女孩。她是我的孩子，我的女兒，我會叫她拇指姑娘。",
    "ja": "優雅な小さな女の子が座っていました。彼女は私の子です。娘です。彼女をサムベリーナと呼びます。"
  },
  {
    "time": "02:12",
    "en": "She's not bigger than the size of my thumb. I'm your mother child and your name is Thumbelina.",
    "zh": "她不比我的拇指大。我是你的母親，孩子，你的名字是拇指姑娘。",
    "ja": "彼女は私の親指ほどの大きさしかありません。私はあなたの母です、子供よ、あなたの名前はサムベリーナです。"
  },
  {
    "time": "02:22",
    "en": "The flower had given her the daughter that she had dreamed of.",
    "zh": "這朵花給了她夢寐以求的女兒。",
    "ja": "その花は彼女が夢見ていた娘を与えてくれました。"
  },
  {
    "time": "02:25",
    "en": "She had a walnut shell that served as her cradle. Violet petals for her mattress.",
    "zh": "她有一個核桃殼當搖籃，紫羅蘭花瓣當床墊。",
    "ja": "彼女にはクルミの殻が揺りかごとしてあり、スミレの花びらがマットレスでした。"
  },
  {
    "time": "02:33",
    "en": "And she pulled up a rose petal as her blanket. During the day she played in a tulip petal boat",
    "zh": "她用玫瑰花瓣當毯子。白天她在鬱金香花瓣做的小船裡玩耍，",
    "ja": "そして彼女はバラの花びらを毛布にしました。昼間はチューリップの花びらの舟で遊びました。"
  },
  {
    "time": "02:41",
    "en": "floating on a plate of water and wrote herself from side to side with two ores made of white horse hair.",
    "zh": "漂浮在一盤水上，用兩根白馬毛做的槳划來划去。",
    "ja": "水の皿の上を浮かび、白い馬の毛でできた二本の櫂で左右に漕ぎました。"
  },
  {
    "time": "02:48",
    "en": "It really was a very pretty sight. One night she laid out a sleep in her walnut shell.",
    "zh": "那真是美麗的景象。一天晚上，她躺在核桃殼裡睡覺。",
    "ja": "それは本当に美しい光景でした。ある晩、彼女はクルミの殻の中で眠りました。"
  },
  {
    "time": "03:01",
    "en": "A large frog hopped through a hole in the window pane. How pretty she is.",
    "zh": "一隻大青蛙跳過窗戶的洞口。她多漂亮啊。",
    "ja": "大きなカエルが窓の穴から飛び込んできました。彼女はなんて可愛いのでしょう。"
  },
  {
    "time": "03:07",
    "en": "She'd make the perfect bride for my own dear son, Rup.",
    "zh": "她會是我親愛的兒子魯普的完美新娘。",
    "ja": "彼女は私の息子ルップにぴったりの花嫁になるでしょう。"
  },
  {
    "time": "03:11",
    "en": "And she took up the walnut shell in which little tiny lay asleep and put Thumbelina on a",
    "zh": "她拿起那個小小的核桃殼，裡面躺著熟睡的拇指姑娘，然後把她放在一片",
    "ja": "そして彼女は小さなクルミの殻を持ち上げ、中で眠っているサムベリーナを水草の葉の上に置きました。"
  },
  {
    "time": "03:19",
    "en": "water-villie leaf in the middle of the pond. We have placed her on the villies. She will never",
    "zh": "池塘中央的水草葉上。我們把她放在水草上，她永遠不會",
    "ja": "池の真ん中の水草の葉の上に。私たちは彼女を水草の上に置きました。彼女はもう決して"
  },
  {
    "time": "03:27",
    "en": "be able to escape us now.",
    "zh": "逃離我們了。",
    "ja": "私たちから逃げられません。"
  },
  {
    "time": "03:32",
    "en": "Left all alone on the green leaf Thumbelina sat down and cried.",
    "zh": "獨自一人坐在綠葉上的拇指姑娘坐下來哭泣。",
    "ja": "緑の葉の上に一人残されたサムベリーナは座って泣きました。"
  },
  {
    "time": "03:45",
    "en": "And she didn't want to have the frog's horrible sun for her husband.",
    "zh": "她不想嫁給那隻可怕的青蛙兒子。",
    "ja": "彼女はカエルのひどい息子と結婚したくありませんでした。"
  },
  {
    "time": "03:50",
    "en": "No way I'm marrying you. You can't say that to me.",
    "zh": "我絕不嫁給你。你不能這樣對我說話。",
    "ja": "絶対にあなたとは結婚しません。そんなこと言わないで。"
  },
  {
    "time": "03:55",
    "en": "On the other hand, Mother tried to find Thumbelina in every corner of the house, but she couldn't find her.",
    "zh": "另一方面，母親在屋子每個角落尋找拇指姑娘，但找不到她。",
    "ja": "一方、母親は家の隅々までサムベリーナを探しましたが、見つかりませんでした。"
  },
  {
    "time": "04:05",
    "en": "There was a shoulder fishes who swam in the water beneath her. They had seen the frog and heard",
    "zh": "水下有幾條魚在游泳。他們看見了青蛙並聽到了",
    "ja": "彼女の下の水中には魚たちが泳いでいました。彼らはカエルを見て会話を聞きました。"
  },
  {
    "time": "04:12",
    "en": "their conversation. They felt very sorry so they decided to help her. Meanwhile, the frog and her son",
    "zh": "他們的對話。他們感到很難過，決定幫助她。與此同時，青蛙和她的兒子",
    "ja": "彼らの会話を。彼らはとても気の毒に思い、助けることにしました。その間、カエルと息子は"
  },
  {
    "time": "04:22",
    "en": "were busy making the wedding plans. The fishes gathered around the green stem and nibbled it",
    "zh": "忙著籌備婚禮。魚群聚集在綠色的莖周圍，開始啃咬它",
    "ja": "結婚の準備に忙しかった。魚たちは緑の茎の周りに集まり、それをかじり始めました。"
  },
  {
    "time": "04:29",
    "en": "with their teeth. The leaf separated from the stem and Thumbelina started floating.",
    "zh": "用牙齒啃咬。葉子從莖上分離，拇指姑娘開始漂浮。",
    "ja": "歯でかじりました。葉は茎から離れ、サムベリーナは浮かび始めました。"
  },
  {
    "time": "04:44",
    "en": "You guys are really kind.",
    "zh": "你們真好。",
    "ja": "みんな、本当に優しいね。"
  },
  {
    "time": "04:46",
    "en": "Thumbelina went away. Far far away were the frogs could not find her.",
    "zh": "拇指姑娘離開了。青蛙找不到她，遠遠地離開了。",
    "ja": "サムベリーナは去ってしまいました。カエルたちは遠く離れて彼女を見つけられませんでした。"
  },
  {
    "time": "04:57",
    "en": "Thumbelina sailed past many a place where the little birds saw her and they sang what a pretty girl.",
    "zh": "拇指姑娘漂過許多地方，小鳥們看到她，唱著多麼漂亮的女孩。",
    "ja": "サムベリーナは多くの場所を通り過ぎ、小鳥たちは彼女を見て「なんて可愛い女の子」と歌いました。"
  },
  {
    "time": "05:07",
    "en": "As darting as glue, she wrapped herself with the leaf and slept.",
    "zh": "她像飛鏢一樣迅速，用葉子包裹自己睡覺。",
    "ja": "矢のように素早く、彼女は葉で自分を包み眠りました。"
  },
  {
    "time": "05:12",
    "en": "But the next morning, she woke up at a place where the sun struck the water and it looked like",
    "zh": "但隔天早上，她醒來時，陽光照射在水面上，看起來像",
    "ja": "しかし翌朝、彼女は太陽が水面を照らす場所で目を覚ましました。"
  },
  {
    "time": "05:21",
    "en": "shining gold. She was heading towards the end of the stream.",
    "zh": "閃閃發光的金色。她正朝著溪流的盡頭前進。",
    "ja": "輝く黄金のようでした。彼女は小川の終わりに向かっていました。"
  },
  {
    "time": "05:26",
    "en": "Just then, a big bug flew by.",
    "zh": "就在這時，一隻大蟲飛過。",
    "ja": "その時、大きな虫が飛んできました。"
  },
  {
    "time": "05:30",
    "en": "Mother, beautiful girl she is. I must save her.",
    "zh": "母親，她是個美麗的女孩。我必須救她。",
    "ja": "母さん、彼女は美しい女の子です。私は彼女を助けなければ。"
  },
  {
    "time": "05:34",
    "en": "Immediately, he fastened his claws around her and took her away to a far far place.",
    "zh": "他立刻用爪子抓住她，帶她飛往遙遠的地方。",
    "ja": "すぐに彼は爪で彼女を掴み、遠くの場所へ連れて行きました。"
  },
  {
    "time": "05:43",
    "en": "Where are you taking me, Mr. Bug?",
    "zh": "你要帶我去哪裡，蟲先生？",
    "ja": "どこに連れて行くのですか、虫さん？"
  },
  {
    "time": "05:46",
    "en": "I'm taking you to my house.",
    "zh": "我要帶你去我家。",
    "ja": "私の家に連れて行きます。"
  },
  {
    "time": "05:50",
    "en": "After a while, when they reached the bug's house, all the other bugs who lived in the tree",
    "zh": "過了一會兒，他們到達蟲子的家，住在樹上的其他蟲子們",
    "ja": "しばらくして、彼らが虫の家に着くと、木に住む他の虫たちが"
  },
  {
    "time": "05:56",
    "en": "came to see who had come.",
    "zh": "都來看是誰來了。",
    "ja": "誰が来たのか見に来ました。"
  },
  {
    "time": "05:58",
    "en": "Friends, look at this pretty girl. I am going to marry her.",
    "zh": "朋友們，看看這個漂亮的女孩。我打算娶她。",
    "ja": "みんな、この可愛い女の子を見て。私は彼女と結婚するつもりです。"
  },
  {
    "time": "06:06",
    "en": "She has only two legs. What a miserable sight this is.",
    "zh": "她只有兩條腿。真是可憐的景象。",
    "ja": "彼女には足が二本しかありません。なんて哀れな姿でしょう。"
  },
  {
    "time": "06:12",
    "en": "Look at that. She has two hands.",
    "zh": "看看那個。她有兩隻手。",
    "ja": "見てください。彼女には手が二本あります。"
  },
  {
    "time": "06:15",
    "en": "How shameful. She looks like a human being.",
    "zh": "真丟臉。她看起來像個人類。",
    "ja": "なんて恥ずかしい。彼女は人間のように見えます。"
  },
  {
    "time": "06:21",
    "en": "How ugly she is. Mr. Bug came to agree with them and finally, in anger, left her",
    "zh": "她多醜陋。蟲先生同意他們的話，最後生氣地把她",
    "ja": "彼女はなんて醜いのでしょう。虫さんは彼らに同意し、怒って彼女を"
  },
  {
    "time": "06:28",
    "en": "somewhere deep in the woods. The winter's approached.",
    "zh": "丟在森林深處。冬天來臨了。",
    "ja": "森の奥深くに置き去りにしました。冬が近づいてきました。"
  },
  {
    "time": "06:33",
    "en": "Snow began to fall and the poor girl shivered with cold. It was terribly cold for her.",
    "zh": "雪開始下了，可憐的女孩冷得發抖。對她來說非常寒冷。",
    "ja": "雪が降り始め、かわいそうな少女は寒さで震えました。とても寒かったのです。"
  },
  {
    "time": "06:42",
    "en": "She walked and walked, finding food and shelter.",
    "zh": "她走啊走，尋找食物和避難所。",
    "ja": "彼女は歩き続け、食べ物と避難所を探しました。"
  },
  {
    "time": "06:47",
    "en": "No sooner did she come across a little cottage.",
    "zh": "她不久遇見一座小屋。",
    "ja": "彼女はすぐに小さな小屋に出会いました。"
  },
  {
    "time": "06:51",
    "en": "She went to the huge door of the cottage and knocked.",
    "zh": "她走到小屋的大門前敲門。",
    "ja": "彼女は小屋の大きな扉に行き、ノックしました。"
  },
  {
    "time": "06:54",
    "en": "Out came a field mouse who lived in the cottage.",
    "zh": "住在小屋裡的一隻田鼠出來了。",
    "ja": "小屋に住む野ネズミが出てきました。"
  },
  {
    "time": "06:59",
    "en": "Who are you? Poor little thing.",
    "zh": "你是誰？可憐的小東西。",
    "ja": "あなたは誰？かわいそうな小さな子。"
  },
  {
    "time": "07:03",
    "en": "I'm lost in the woods. I'm feeling very cold and had nothing to eat. Could you help me?",
    "zh": "我在森林迷路了。我很冷，也沒東西吃。你能幫我嗎？",
    "ja": "森で迷いました。とても寒くて食べるものがありません。助けてくれますか？"
  },
  {
    "time": "07:12",
    "en": "I live alone here. You can come into my house and share my dinner.",
    "zh": "我獨自住在這裡。你可以進來和我一起吃晚餐。",
    "ja": "私はここに一人で住んでいます。私の家に来て夕食を一緒に食べましょう。"
  },
  {
    "time": "07:16",
    "en": "You will soon warm here. But before that, may I know you're me. I am Sunderlina.",
    "zh": "你很快會暖和起來。但在那之前，我可以知道你的名字嗎？我是桑德琳娜。",
    "ja": "すぐに暖かくなりますよ。でもその前に、お名前を教えてください。私はサンダリーナです。"
  },
  {
    "time": "07:25",
    "en": "Sunderlina came inside. The cottage was warm and cozy. With a whole store room of green and a kitchen with a pantry.",
    "zh": "桑德琳娜走了進來。小屋溫暖舒適，有一整間儲藏室和帶儲藏櫃的廚房。",
    "ja": "サンダリーナは中に入りました。小屋は暖かく居心地が良く、緑の倉庫とパントリー付きのキッチンがありました。"
  },
  {
    "time": "07:36",
    "en": "Thank you for sharing food and giving me a warm place to stay. You can stay with me all winter.",
    "zh": "謝謝你分享食物並給我一個溫暖的地方。你可以和我一起過冬。",
    "ja": "食べ物を分けてくれて暖かい場所をくれてありがとう。冬の間ずっと一緒にいられますよ。"
  },
  {
    "time": "07:43",
    "en": "Mrs. Mouse, you are really kind. The mouse was so fascinated by Thumbalina's beauty",
    "zh": "田鼠夫人，你真好。田鼠被拇指姑娘的美麗深深吸引，",
    "ja": "ネズミさん、あなたは本当に優しい。ネズミはサムベリーナの美しさに魅了されました。"
  },
  {
    "time": "07:51",
    "en": "that she wanted her to stay with her forever.",
    "zh": "她希望她永遠和自己在一起。",
    "ja": "彼女を永遠に一緒にいたいと思いました。"
  },
  {
    "time": "07:58",
    "en": "If so weekend, so we shall have a visitor today. Once every week, my neighbor comes to see me.",
    "zh": "如果是這樣的話，今天會有訪客。每週一次，我的鄰居會來看我。",
    "ja": "そうなら、今日は訪問者が来ます。毎週一度、隣人が私を訪ねてきます。"
  },
  {
    "time": "08:06",
    "en": "Soon the bell rang and they're appeared a mole.",
    "zh": "很快鈴聲響起，一隻鼴鼠出現了。",
    "ja": "すぐにベルが鳴り、モグラが現れました。"
  },
  {
    "time": "08:09",
    "en": "He paid them a visit in his black velvet coat. The mole heard her voice and fell in love with her sweet voice.",
    "zh": "他穿著黑色天鵝絨外套拜訪他們。鼴鼠聽到她的聲音，愛上了她甜美的嗓音。",
    "ja": "彼は黒いベルベットのコートを着て訪ねてきました。モグラは彼女の声を聞いて、その甘い声に恋をしました。"
  },
  {
    "time": "08:19",
    "en": "He decided to marry her. So he went to the mouse and said,",
    "zh": "他決定娶她。於是他去找田鼠說，",
    "ja": "彼は彼女と結婚することに決めました。そこでネズミのところへ行って言いました、"
  },
  {
    "time": "08:23",
    "en": "I shall give you all my food and my house. Only if you get me married to this pretty girl.",
    "zh": "我會給你我的所有食物和房子，只要你幫我娶這個漂亮女孩。",
    "ja": "私は全ての食べ物と家をあげます。この可愛い女の子と結婚させてくれたら。"
  },
  {
    "time": "08:32",
    "en": "This is mouse. Couldn't say no to the rich mole.",
    "zh": "這是田鼠。她無法拒絕富有的鼴鼠。",
    "ja": "これはネズミです。裕福なモグラに断れませんでした。"
  },
  {
    "time": "08:35",
    "en": "All right, I shall start the preparations then. Yes.",
    "zh": "好吧，那我就開始準備了。是的。",
    "ja": "わかりました、準備を始めます。はい。"
  },
  {
    "time": "08:42",
    "en": "Thumbalina didn't want to marry the mole. So the next morning, she decided to run away.",
    "zh": "拇指姑娘不想嫁給鼴鼠。隔天早上，她決定逃跑。",
    "ja": "サムベリーナはモグラと結婚したくありませんでした。だから翌朝、彼女は逃げることにしました。"
  },
  {
    "time": "08:49",
    "en": "While wandering in the woods, she came upon an injured sparrow lying in the forest.",
    "zh": "在森林中徘徊時，她遇見一隻受傷的麻雀躺在森林裡。",
    "ja": "森をさまよっていると、怪我をしたスズメが森の中に横たわっているのを見つけました。"
  },
  {
    "time": "08:56",
    "en": "The poor bird must certainly have died of the cold.",
    "zh": "可憐的小鳥肯定是冷死了。",
    "ja": "かわいそうな鳥はきっと寒さで死にかけていました。"
  },
  {
    "time": "08:59",
    "en": "As she went closer, she saw the sparrow was alive. He was just injured.",
    "zh": "當她靠近時，看到麻雀還活著，只是受傷了。",
    "ja": "近づくと、スズメは生きていて、ただ怪我をしているだけでした。"
  },
  {
    "time": "09:06",
    "en": "Are you okay, dear sparrow? Oh no, it's leaving. Thumbalina decided to help the little bird.",
    "zh": "你還好嗎，親愛的麻雀？哦不，它要飛走了。拇指姑娘決定幫助這隻小鳥。",
    "ja": "大丈夫？かわいいスズメさん？ああ、飛び去ろうとしている。サムベリーナは小鳥を助けることにしました。"
  },
  {
    "time": "09:17",
    "en": "And got some bandages and medicine for the sparrow. Don't worry, Missa Sparrow.",
    "zh": "並為麻雀拿來繃帶和藥。別擔心，麻雀小姐。",
    "ja": "スズメのために包帯と薬を取りに行きました。心配しないで、スズメさん。"
  },
  {
    "time": "09:22",
    "en": "You will be all right now. The little sparrow could fly just as she applied bandages.",
    "zh": "你現在會沒事的。小麻雀剛包好繃帶就能飛了。",
    "ja": "もう大丈夫ですよ。包帯を巻いた途端、小さなスズメは飛べるようになりました。"
  },
  {
    "time": "09:34",
    "en": "Goodbye, you pretty little bird. Thank you pretty little child. I should never forget this.",
    "zh": "再見了，你這漂亮的小鳥。謝謝你，漂亮的小孩。我永遠不會忘記這件事。",
    "ja": "さようなら、かわいい小鳥さん。ありがとう、かわいい子供さん。私はこれを決して忘れません。"
  },
  {
    "time": "09:41",
    "en": "What help can I be of to you? Soon, she saw the mouse and the mole approaching and calling out her name.",
    "zh": "我能幫你什麼？不久，她看到田鼠和鼴鼠走近，喊著她的名字。",
    "ja": "何かお手伝いできることは？すぐに彼女はネズミとモグラが近づいてきて名前を呼んでいるのを見ました。"
  },
  {
    "time": "09:49",
    "en": "Oh, Thumbalina, where are you? As Thumbalina heard their voice, she told the sparrow.",
    "zh": "喔，拇指姑娘，你在哪裡？聽到他們的聲音後，拇指姑娘對麻雀說。",
    "ja": "ああ、サムベリーナ、どこにいるの？彼らの声を聞いて、サムベリーナはスズメに言いました。"
  },
  {
    "time": "09:57",
    "en": "But mouse wants me to get married to Mr. Moe. Please, could you take me away somewhere far from them?",
    "zh": "但是田鼠想讓我嫁給鼴鼠先生。請你帶我去遠離他們的地方，好嗎？",
    "ja": "でもネズミは私をモグラさんと結婚させたいの。お願い、彼らから遠くへ連れて行ってくれませんか？"
  },
  {
    "time": "10:05",
    "en": "I don't want to marry the mole. I have a plan. Come on, climb on, I bet. Quickly.",
    "zh": "我不想嫁給鼴鼠。我有個計劃。快上來，我賭你會喜歡。快點。",
    "ja": "私はモグラと結婚したくない。計画があるの。さあ、乗って。きっと気に入るわ。早く。"
  },
  {
    "time": "10:13",
    "en": "Finally.",
    "zh": "終於。",
    "ja": "ついに。"
  },
  {
    "time": "10:17",
    "en": "Five Mrs. Mouse, thank you for everything. I love you and I shall never forget this.",
    "zh": "謝謝你，田鼠夫人，感謝你的一切。我愛你，永遠不會忘記。",
    "ja": "ありがとう、ネズミさん、すべてに感謝します。愛しています、決して忘れません。"
  },
  {
    "time": "10:24",
    "en": "The mole and mouse were startled as they saw Thumbalina flying away.",
    "zh": "鼴鼠和田鼠看到拇指姑娘飛走，嚇了一跳。",
    "ja": "モグラとネズミはサムベリーナが飛び去るのを見て驚きました。"
  },
  {
    "time": "10:31",
    "en": "The sparrow took her to a flowerland where there were all types of flowers and little birds who would sing.",
    "zh": "麻雀帶她到一個花園，那裡有各種花朵和會唱歌的小鳥。",
    "ja": "スズメは彼女を花の国へ連れて行きました。そこにはあらゆる種類の花と歌う小鳥たちがいました。"
  },
  {
    "time": "10:38",
    "en": "This is just so beautiful. What's it called? It's called the flowerland and it's time I leave.",
    "zh": "這真美麗。這叫什麼名字？叫花園，我該走了。",
    "ja": "なんて美しいのでしょう。ここは何ていうの？花の国よ、もう行く時間です。"
  },
  {
    "time": "10:52",
    "en": "Thank you, Ms. Sparrow. You are the best.",
    "zh": "謝謝你，麻雀小姐。你是最棒的。",
    "ja": "ありがとう、スズメさん。あなたは最高です。"
  },
  {
    "time": "10:56",
    "en": "Thumbalina was very happy. This is my home. These flowers smell so good.",
    "zh": "拇指姑娘非常快樂。這是我的家，這些花香味真好。",
    "ja": "サムベリーナはとても幸せでした。ここが私の家。この花の香りはとてもいいわ。"
  },
  {
    "time": "11:02",
    "en": "The birds sing so softly. No sooner did she remember her real home. How her mother grew her up",
    "zh": "鳥兒輕聲歌唱。她立刻想起了真正的家，母親如何養育她，",
    "ja": "鳥たちは優しく歌います。彼女はすぐに本当の家を思い出しました。母が彼女を育てたことを。"
  },
  {
    "time": "11:13",
    "en": "with her love. She felt very sad and wanted to go home now. But suddenly, they repaired the King of",
    "zh": "用愛心養育她。她感到很難過，想回家。但突然，他們遇見了花園之王。",
    "ja": "愛情を込めて育てました。彼女はとても悲しくなり、今すぐ家に帰りたくなりました。しかし突然、花の国の王に出会いました。"
  },
  {
    "time": "11:21",
    "en": "Flowerland. He saw Thumbalina and fell in love with her. I am the King of Flowerland and you are the",
    "zh": "花園之王。他看到拇指姑娘，愛上了她。我是花園之王，你是",
    "ja": "花の国の王です。彼はサムベリーナを見て恋に落ちました。私は花の国の王で、あなたは"
  },
  {
    "time": "11:30",
    "en": "prettiest girl I've ever seen. Will you marry me and be my wife? I will make you the queen of",
    "zh": "我見過最漂亮的女孩。你願意嫁給我，成為我的妻子嗎？我會讓你成為",
    "ja": "今まで見た中で一番美しい女の子です。私と結婚して妻になってくれますか？あなたを"
  },
  {
    "time": "11:38",
    "en": "Flowerland. Thumbalina thought for a minute. Here indeed was a different sort of husband from the froggy sun,",
    "zh": "花園之王后。拇指姑娘想了一會兒。這確實是與青蛙兒子不同的丈夫，",
    "ja": "花の国の女王にします。サムベリーナは少し考えました。ここにはカエルの息子とは違う夫がいました。"
  },
  {
    "time": "11:46",
    "en": "Mr. Bug and the mole with his black velvet coat. Yes, only if you take me back to my mother and we",
    "zh": "蟲先生和穿著黑色天鵝絨外套的鼴鼠。是的，只要你帶我回母親身邊，我們",
    "ja": "虫さんと黒いベルベットのコートを着たモグラ。はい、ただし私を母のもとに連れて帰ってくれて、私たちが"
  },
  {
    "time": "11:55",
    "en": "three will live happily there. He agreed and brought Thumbalina a present. The best gift of",
    "zh": "三人能快樂地生活在一起。他同意了，並帶給拇指姑娘一份禮物。最好的禮物是",
    "ja": "三人で幸せに暮らせるなら。彼は同意し、サムベリーナに贈り物を持ってきました。最高の贈り物は"
  },
  {
    "time": "12:03",
    "en": "all was a pair of wings that had belonged to a large silver fly. When these were made fast to her",
    "zh": "一對屬於一隻大銀蠅的翅膀。當這對翅膀固定在她身上時，",
    "ja": "大きな銀色のハエの翼の一対でした。これが彼女に取り付けられると、"
  },
  {
    "time": "12:10",
    "en": "bat, she too could fly from flower to flower. After the marriage, they came and Thumbalina flew away",
    "zh": "她也能從一朵花飛到另一朵花。婚後，他們來了，拇指姑娘飛走了，",
    "ja": "彼女も花から花へ飛べるようになりました。結婚後、彼らは来て、サムベリーナは飛び去りました。"
  },
  {
    "time": "12:23",
    "en": "and found the mother's home. The mother was really happy to see her back.",
    "zh": "找到了母親的家。母親看到她回來非常高興。",
    "ja": "母の家を見つけました。母は彼女が戻ってきて本当に嬉しかったです。"
  },
  {
    "time": "12:31",
    "en": "Who's Thumbalina? You don't know how happy I am to get you back. I will never let you go away from me now.",
    "zh": "誰是拇指姑娘？你不知道我有多高興你回來。我現在永遠不會讓你離開我。",
    "ja": "サムベリーナは誰？あなたが戻ってきてどれほど嬉しいか分からないわ。もう二度とあなたを離さない。"
  },
  {
    "time": "12:39",
    "en": "I will never leave you mother. Mother welcome both of them and they lived happily ever after.",
    "zh": "我永遠不會離開你，母親。母親歡迎他們倆，他們從此幸福快樂地生活著。",
    "ja": "私は決してあなたを離れません、母さん。母は二人を歓迎し、彼らはいつまでも幸せに暮らしました。"
  }
]