[
  {
    "time": "00:00:00",
    "en": "The 15th day of the 8th lunar month is the Mid-Autumn Festival.",
    "zh": "農曆八月十五是中秋節。",
    "ja": "旧暦8月15日は中秋節です。"
  },
  {
    "time": "00:00:07",
    "en": "Enjoying the beauty of the full moon on this day has been a tradition in China for centuries.",
    "zh": "在這一天欣賞滿月的美景，是中國數百年的傳統。",
    "ja": "この日に満月の美しさを楽しむことは、中国で何世紀も続く伝統です。"
  },
  {
    "time": "00:00:14",
    "en": "According to the legend, in ancient times, there were 10 sons in the sky at the same time.",
    "zh": "傳說古代天空中同時有十個太陽。",
    "ja": "伝説によると、昔、空には同時に10人の太陽の子がいました。"
  },
  {
    "time": "00:00:21",
    "en": "People were suffering from the heat.",
    "zh": "人們飽受酷熱之苦。",
    "ja": "人々は暑さに苦しんでいました。"
  },
  {
    "time": "00:00:24",
    "en": "A hero named Ho-E felt sorry for the suffering people.",
    "zh": "一位名叫后羿的英雄同情受苦的人們。",
    "ja": "後羿という英雄が苦しむ人々を哀れに思いました。"
  },
  {
    "time": "00:00:29",
    "en": "He climbed to the top of Mount Kunlun, gathered all his strength, pulled back his mighty bow,",
    "zh": "他爬上昆侖山頂，聚集全力，拉開強弓，",
    "ja": "彼は昆崙山の頂上に登り、全力を集めて強力な弓を引きました。"
  },
  {
    "time": "00:00:36",
    "en": "and shot down nine of the sons.",
    "zh": "射下了九個太陽。",
    "ja": "そして9人の太陽の子を射落としました。"
  },
  {
    "time": "00:00:39",
    "en": "Because of this, Ho-E was deeply respected and loved by the people.",
    "zh": "因此，后羿深受人民尊敬和愛戴。",
    "ja": "そのため、後羿は人々から深く尊敬され愛されました。"
  },
  {
    "time": "00:00:44",
    "en": "Ho-E had a beautiful and kind wife named China.",
    "zh": "后羿有一位美麗善良的妻子，名叫嫦娥。",
    "ja": "後羿には嫦娥という美しく優しい妻がいました。"
  },
  {
    "time": "00:00:49",
    "en": "Everyone admired this loving couple.",
    "zh": "大家都敬佩這對恩愛夫妻。",
    "ja": "誰もがこの愛し合う夫婦を称賛しました。"
  },
  {
    "time": "00:00:52",
    "en": "One day, Ho-E went to Mount Kunlun to visit a friend and seek the way of immortality.",
    "zh": "有一天，后羿前往昆侖山拜訪朋友並尋求長生不老之道。",
    "ja": "ある日、後羿は昆崙山へ友人を訪ね、不老不死の方法を求めに行きました。"
  },
  {
    "time": "00:00:59",
    "en": "By chance, he met the queen mother of the West, who gave him a special pill.",
    "zh": "偶然遇見西王母，得到一顆仙丹。",
    "ja": "偶然、西王母に出会い、特別な仙薬をもらいました。"
  },
  {
    "time": "00:01:05",
    "en": "This magic pill could make someone a send to heaven and become immortal instantly.",
    "zh": "這顆仙丹能讓人飛升成仙，立刻長生不老。",
    "ja": "この仙薬は人を天に送り、不死身にすることができます。"
  },
  {
    "time": "00:01:11",
    "en": "However, Ho-E didn't want to leave his wife, so he decided to leave the pill with China for safekeeping.",
    "zh": "但后羿不願離開妻子，決定將仙丹交給嫦娥保管。",
    "ja": "しかし後羿は妻を離れたくなかったので、仙薬を嫦娥に預けました。"
  },
  {
    "time": "00:01:19",
    "en": "But a greedy man named Pengmang learned about the pill.",
    "zh": "貪婪的彭芒得知了仙丹的消息。",
    "ja": "しかし、欲深い彭芒という男が仙薬のことを知りました。"
  },
  {
    "time": "00:01:24",
    "en": "He wanted it for himself.",
    "zh": "他想要獨占仙丹。",
    "ja": "彼はそれを自分のものにしたいと思いました。"
  },
  {
    "time": "00:01:27",
    "en": "One day, while Ho-E was out hunting, Pengmang went to Ho-E's home and demanded Chang'a give him the pill.",
    "zh": "有一天，后羿外出狩獵，彭芒到家中逼嫦娥交出仙丹。",
    "ja": "ある日、後羿が狩りに出ている間に、彭芒は後羿の家に行き、嫦娥に仙薬を渡すよう要求しました。"
  },
  {
    "time": "00:01:35",
    "en": "Knowing she was no match for Pengmang, Chang'a made a quick decision.",
    "zh": "嫦娥知道無法抵抗彭芒，迅速做出決定。",
    "ja": "嫦娥は彭芒には敵わないと知り、素早く決断しました。"
  },
  {
    "time": "00:01:40",
    "en": "She swallowed the pill herself.",
    "zh": "她自己吞下了仙丹。",
    "ja": "彼女は自ら仙薬を飲み込みました。"
  },
  {
    "time": "00:01:44",
    "en": "As soon as she did, she felt lighter and lighter until she found herself floating off the ground,",
    "zh": "她立刻感覺越來越輕，直到飄離地面，",
    "ja": "飲み込むとすぐに、だんだん軽くなり、地面から浮かび上がりました。"
  },
  {
    "time": "00:01:50",
    "en": "drifting higher and higher into the sky.",
    "zh": "越飄越高，飛向天空。",
    "ja": "どんどん高く空へ漂っていきました。"
  },
  {
    "time": "00:01:54",
    "en": "Because of her love for her husband, she chose to live on the moon, the closest place to earth.",
    "zh": "因為對丈夫的愛，她選擇居住在離地球最近的月亮上。",
    "ja": "夫への愛から、地球に最も近い月に住むことを選びました。"
  },
  {
    "time": "00:02:01",
    "en": "Back on earth, Ho-E was heartbroken when he discovered what had happened to China.",
    "zh": "地上的后羿得知嫦娥的遭遇後心碎不已。",
    "ja": "地上の後羿は嫦娥のことを知って悲しみに暮れました。"
  },
  {
    "time": "00:02:07",
    "en": "He set up an altar and offered her favorite foods and fruits, hoping to make her happy on the moon.",
    "zh": "他設立祭壇，供奉她喜愛的食物和水果，希望她在月亮上快樂。",
    "ja": "彼は祭壇を設け、彼女の好きな食べ物や果物を供え、月で幸せであるよう願いました。"
  },
  {
    "time": "00:02:13",
    "en": "When the villagers heard about Chang'a's scent to immortality, they also started setting up altars under the moon to pray for peace and blessings from the kindhearted Chang'a.",
    "zh": "村民們聽說嫦娥成仙的故事後，也開始在月下設壇祈求嫦娥的平安與祝福。",
    "ja": "村人たちは嫦娥の不死の話を聞き、月の下で祭壇を設け、優しい嫦娥に平和と祝福を祈るようになりました。"
  },
  {
    "time": "00:02:25",
    "en": "And thus, the custom of moon worship on the mid-autumn festival spread among the people.",
    "zh": "於是，中秋節拜月的習俗在人們中間流傳開來。",
    "ja": "こうして中秋節の月の崇拝の習慣が人々の間に広まりました。"
  },
  {
    "time": "00:02:31",
    "en": "Eating moon cakes is an important custom during the mid-autumn festival.",
    "zh": "吃月餅是中秋節的重要習俗。",
    "ja": "月餅を食べることは中秋節の重要な習慣です。"
  },
  {
    "time": "00:02:36",
    "en": "Although the taste of moon cakes is changing, the meaning of reunion has remained unchanged.",
    "zh": "雖然月餅的口味在變，但團圓的意義不變。",
    "ja": "月餅の味は変わっても、団欒の意味は変わりません。"
  },
  {
    "time": "00:02:43",
    "en": "Aside from spring festival, the mid-autumn festival is the most important reunion festival for Chinese.",
    "zh": "除了春節，中秋節是中國人最重要的團圓節日。",
    "ja": "春節を除いて、中秋節は中国人にとって最も重要な団欒の祭りです。"
  },
  {
    "time": "00:02:51",
    "en": "It expresses people's desire for a wholesome happy family.",
    "zh": "它表達了人們對幸福美滿家庭的期盼。",
    "ja": "それは人々の健全で幸せな家族への願いを表しています。"
  }
]