[
  {
    "time": "00:00:00",
    "en": "The Mid-Autumn Festival is on the 15th day of the 8th month in the Chinese calendar.",
    "zh": "中秋節是在農曆八月十五日。",
    "ja": "中秋節は中国の暦の8月15日にあります。"
  },
  {
    "time": "00:00:09",
    "en": "It's a time to look at the big, round moon.",
    "zh": "這是一個賞月的時刻。",
    "ja": "大きくて丸い月を見る時です。"
  },
  {
    "time": "00:00:13",
    "en": "This has been a special day in China for a very long time.",
    "zh": "這在中國已經是一個很特別的日子很久了。",
    "ja": "これは中国で長い間特別な日でした。"
  },
  {
    "time": "00:00:18",
    "en": "Long ago, there were 10 sons in the sky.",
    "zh": "很久以前，天空中有十個太陽。",
    "ja": "昔々、空に10人の太陽の息子がいました。"
  },
  {
    "time": "00:00:23",
    "en": "It was very hot, and people were not happy.",
    "zh": "天氣非常炎熱，人們很不高興。",
    "ja": "とても暑くて、人々は幸せではありませんでした。"
  },
  {
    "time": "00:00:27",
    "en": "A brave man named Ho-E helped them.",
    "zh": "一位名叫后羿的勇敢男子幫助了他們。",
    "ja": "ホーイという勇敢な男が彼らを助けました。"
  },
  {
    "time": "00:00:31",
    "en": "He went to a tall mountain and shot down 9 sons with his strong bow.",
    "zh": "他爬上一座高山，用強弓射下了九個太陽。",
    "ja": "彼は高い山に登り、強い弓で9人の太陽の息子を射落としました。"
  },
  {
    "time": "00:00:37",
    "en": "Everyone loved Ho-E for saving them.",
    "zh": "大家都因為他救了大家而愛戴后羿。",
    "ja": "みんなは彼が助けてくれたのでホーイを愛しました。"
  },
  {
    "time": "00:00:41",
    "en": "Ho-E had a wife named China.",
    "zh": "后羿有一位妻子，名叫嫦娥。",
    "ja": "ホーイにはチャンアという妻がいました。"
  },
  {
    "time": "00:00:44",
    "en": "She was very beautiful and kind.",
    "zh": "她非常美麗且善良。",
    "ja": "彼女はとても美しくて優しかったです。"
  },
  {
    "time": "00:00:48",
    "en": "They were a happy couple.",
    "zh": "他們是一對幸福的夫妻。",
    "ja": "彼らは幸せな夫婦でした。"
  },
  {
    "time": "00:00:51",
    "en": "One day, Ho-E went on a trip.",
    "zh": "有一天，后羿出門旅行。",
    "ja": "ある日、ホーイは旅に出ました。"
  },
  {
    "time": "00:00:54",
    "en": "He met Queen Mother of the West, who gave him a special pill.",
    "zh": "他遇見了西王母，西王母給了他一顆特別的藥丸。",
    "ja": "彼は西王母に会い、特別な薬をもらいました。"
  },
  {
    "time": "00:00:59",
    "en": "This pill could make someone become immortal.",
    "zh": "這顆藥丸能讓人長生不老。",
    "ja": "この薬は人を不死にすることができます。"
  },
  {
    "time": "00:01:03",
    "en": "But Ho-E loved his wife and didn't want to become immortal without her.",
    "zh": "但后羿愛他的妻子，不想沒有她就長生不老。",
    "ja": "しかしホーイは妻を愛していて、彼女なしで不死になりたくありませんでした。"
  },
  {
    "time": "00:01:09",
    "en": "So, he gave the pill to China to keep it safe.",
    "zh": "所以，他把藥丸交給嫦娥保管。",
    "ja": "それで、彼は薬をチャンアに預けました。"
  },
  {
    "time": "00:01:14",
    "en": "A bad man named Peng-Mang found out about the pill.",
    "zh": "一個壞人名叫蓬芒發現了這顆藥丸。",
    "ja": "ペンマンという悪い男が薬のことを知りました。"
  },
  {
    "time": "00:01:19",
    "en": "He wanted it very much.",
    "zh": "他非常想要這顆藥丸。",
    "ja": "彼はそれをとても欲しがっていました。"
  },
  {
    "time": "00:01:22",
    "en": "When Ho-E was away, Peng-Mang went to their house and asked China for the pill.",
    "zh": "當后羿不在時，蓬芒去他們家向嫦娥索要藥丸。",
    "ja": "ホーイがいない間に、ペンマンは彼らの家に行き、チャンアに薬を求めました。"
  },
  {
    "time": "00:01:29",
    "en": "Chang-An knew she could not fight him, so she quickly swallowed the pill herself.",
    "zh": "嫦娥知道她無法與他對抗，於是迅速吞下了藥丸。",
    "ja": "チャンアは戦えないと知り、すぐに薬を飲み込みました。"
  },
  {
    "time": "00:01:35",
    "en": "After she took the pill, Chang-An felt light and floated up into the sky until she reached the moon.",
    "zh": "服藥後，嫦娥感到輕飄飄的，飄向天空直到到達月亮。",
    "ja": "薬を飲んだ後、チャンアは軽くなり、空へ浮かび上がって月にたどり着きました。"
  },
  {
    "time": "00:01:43",
    "en": "Ho-E was very sad when he found out what happened.",
    "zh": "后羿得知發生的事後非常難過。",
    "ja": "ホーイは何が起きたか知ってとても悲しみました。"
  },
  {
    "time": "00:01:48",
    "en": "He put out Chang-An's favorite foods to share with her.",
    "zh": "他擺出嫦娥最喜歡的食物與她分享。",
    "ja": "彼はチャンアの好きな食べ物を並べて分け合いました。"
  },
  {
    "time": "00:01:53",
    "en": "The people in the village also put out food and prayed to Chang-An for blessings.",
    "zh": "村裡的人們也擺出食物，祈求嫦娥賜福。",
    "ja": "村の人々も食べ物を並べ、チャンアに祝福を祈りました。"
  },
  {
    "time": "00:01:59",
    "en": "Now, people celebrate the mid-Autumn Festival by looking at the moon and eating mooncakes.",
    "zh": "現在，人們透過賞月和吃月餅來慶祝中秋節。",
    "ja": "今、人々は月を見て月餅を食べて中秋節を祝います。"
  },
  {
    "time": "00:02:06",
    "en": "The festival is a time for families to be together and share happiness.",
    "zh": "這個節日是家人團聚共享幸福的時刻。",
    "ja": "この祭りは家族が一緒にいて幸せを分かち合う時間です。"
  }
]