[
  {
    "time": "00:01",
    "en": "The Mid-Autumn Festival is on the fifteenth day of the eighth month in the Chinese calendar.",
    "zh": "中秋節是在農曆八月十五日。",
    "ja": "中秋節（ミッドオータムフェスティバル）は、旧暦の八月十五日に行われるお祭りです。"
  },
  {
    "time": "00:06",
    "en": "It is a time to look at the big round moon.",
    "zh": "這是一個仰望又大又圓的月亮的時刻。",
    "ja": "この日は、大きくてまん丸な月を見上げる特別なときです。"
  },
  {
    "time": "00:11",
    "en": "This has been a special day in China for a very long time.",
    "zh": "這一天在中國已經是特別的日子很久很久了。",
    "ja": "この日は、中国でとても長いあいだ大切にされてきました。"
  },
  {
    "time": "00:16",
    "en": "Long ago there were ten suns in the sky. It was very hot and people were not happy.",
    "zh": "很久以前，天上曾經有十個太陽，天氣非常炎熱，人們都很痛苦。",
    "ja": "昔、空には十個の太陽があり、とても暑くて人々は苦しんでいました。"
  },
  {
    "time": "00:21",
    "en": "A brave man named Hou Yi helped them.",
    "zh": "一位名叫后羿的勇士幫助了大家。",
    "ja": "そこで、人々を助けたのが后羿という勇敢な男でした。"
  },
  {
    "time": "00:26",
    "en": "He went to a tall mountain and shot down nine suns with his strong bow.",
    "zh": "他登上高山，用他強大的弓箭射下了九個太陽。",
    "ja": "后羿は高い山に登り、強い弓で九つの太陽を射落としました。"
  },
  {
    "time": "00:31",
    "en": "Everyone loved Hou Yi for saving them.",
    "zh": "人們因為后羿拯救了他們，都非常愛戴他。",
    "ja": "人々は自分たちを救ってくれた后羿を心から慕いました。"
  },
  {
    "time": "00:36",
    "en": "Hou Yi had a wife named Chang’e. She was very beautiful and kind, and they were a happy couple.",
    "zh": "后羿有一位妻子，名叫嫦娥。她非常美麗又善良，他們是一對幸福的夫妻。",
    "ja": "后羿には嫦娥という妻がいました。彼女は美しく心優しく、二人はとても仲のよい夫婦でした。"
  },
  {
    "time": "00:41",
    "en": "One day Hou Yi met the Queen Mother of the West, who gave him a special pill.",
    "zh": "一天，后羿出門旅行時，遇到了西王母，西王母送給他一顆靈藥。",
    "ja": "ある日、后羿は旅の途中で西王母に出会い、特別な薬を授かりました。"
  },
  {
    "time": "00:46",
    "en": "This pill could make someone immortal.",
    "zh": "這顆仙藥能讓人長生不死。",
    "ja": "その薬を飲むと、不老不死になれると言われていました。"
  },
  {
    "time": "00:51",
    "en": "But Hou Yi loved his wife and didn’t want to become immortal without her, so he gave the pill to Chang’e to keep it safe.",
    "zh": "但是后羿非常愛他的妻子，不想自己獨自長生不死，所以他把靈藥交給嫦娥保存。",
    "ja": "しかし后羿は妻を愛していたので、一人だけ不老不死になることを望まず、その薬を嫦娥に預けて大切に保管してもらいました。"
  },
  {
    "time": "00:56",
    "en": "A bad man named Peng Meng found out about the pill and wanted it very much.",
    "zh": "沒想到，一個名叫逢蒙的惡人知道了靈藥的存在，非常想要得到它。",
    "ja": "ところが、その薬のことを知った逢蒙という悪者が現れ、それを手に入れようとしました。"
  },
  {
    "time": "01:01",
    "en": "When Hou Yi was away, Peng Meng went to their house and forced Chang’e to give him the pill.",
    "zh": "當后羿不在家時，逢蒙闖進他們的家裡，逼迫嫦娥交出靈藥。",
    "ja": "后羿が留守のとき、逢蒙は家に押し入り、嫦娥に薬を渡すよう無理やり迫りました。"
  },
  {
    "time": "01:06",
    "en": "Chang’e knew she could not fight him, so she quickly swallowed the pill herself.",
    "zh": "嫦娥知道自己無法抵抗，只好立刻把靈藥吞下。",
    "ja": "嫦娥は抵抗できないと悟り、とっさに自分で薬を飲み込んでしまいました。"
  },
  {
    "time": "01:11",
    "en": "After she took the pill, Chang’e felt light and floated up into the sky until she reached the moon.",
    "zh": "吃下靈藥後，嫦娥感覺身子變得輕盈，慢慢飄向天空，最後來到月亮上。",
    "ja": "薬を飲んだあと、嫦娥の体はふわりと軽くなり、空へと昇っていき、やがて月にたどり着きました。"
  },
  {
    "time": "01:16",
    "en": "Hou Yi was very sad when he found out what happened.",
    "zh": "后羿得知發生的事後，心中十分悲傷。",
    "ja": "何が起きたのかを知った后羿は、とても深く悲しみました。"
  },
  {
    "time": "01:21",
    "en": "He put out Chang’e’s favorite foods to share with her.",
    "zh": "他把嫦娥最喜歡的食物擺出來，希望能與她分享。",
    "ja": "后羿は嫦娥の好物を供え、遠く離れた月の彼女と分かち合おうとしました。"
  },
  {
    "time": "01:26",
    "en": "The people in the village also put out food and prayed to Chang’e for blessings.",
    "zh": "村裡的人們也紛紛擺上供品，向嫦娥祈求保佑。",
    "ja": "村の人々も食べ物をお供えし、嫦娥が守ってくれるようにとお祈りしました。"
  },
  {
    "time": "01:31",
    "en": "Now people celebrate the Mid-Autumn Festival by looking at the moon and eating mooncakes.",
    "zh": "現在，人們會在中秋節時賞月、吃月餅。",
    "ja": "今では、人々は中秋節になると月を眺め、月餅を食べてお祝いします。"
  },
  {
    "time": "01:36",
    "en": "The festival is a time for families to be together and share happiness.",
    "zh": "這個節日是一家人團聚、分享快樂的時刻。",
    "ja": "このお祭りは、家族が集まり、いっしょに幸せを分かち合う大切な時間です。"
  }
]