[
  {
    "time": "00:01",
    "en": "Alice dreams of a world where everything is nonsense.",
    "zh": "愛麗絲常常幻想一個一切都顛倒胡說的世界。",
    "ja": "アリスは、すべてがナンセンスな世界をよく夢見ています。"
  },
  {
    "time": "00:06",
    "en": "During a boring history lesson, she starts to daydream.",
    "zh": "在無聊的歷史課上，她開始發呆做白日夢。",
    "ja": "退屈な歴史の授業中、アリスはぼんやり空想を始めます。"
  },
  {
    "time": "00:11",
    "en": "She imagines books full of pictures and talking animals.",
    "zh": "她想像書裡全是插圖，動物們還會說話。",
    "ja": "彼女は、絵だけの本や、話をする動物たちを想像します。"
  },
  {
    "time": "00:16",
    "en": "Alice sings about living in a world of her own.",
    "zh": "愛麗絲唱著歌，描述屬於自己的世界。",
    "ja": "アリスは、自分だけの世界について歌います。"
  },
  {
    "time": "00:21",
    "en": "Suddenly, a White Rabbit runs by, checking his watch.",
    "zh": "突然，一隻白兔跑過去，一邊看著懷錶。",
    "ja": "突然、白ウサギが懐中時計を見ながら走っていきます。"
  },
  {
    "time": "00:26",
    "en": "He cries that he is late for a very important date.",
    "zh": "他著急地喊著自己要遲到，約會非常重要。",
    "ja": "白ウサギは「大事な約束に遅れる！」と慌てています。"
  },
  {
    "time": "00:31",
    "en": "Curious, Alice follows the White Rabbit across the field.",
    "zh": "出於好奇，愛麗絲跟著白兔跑過草地。",
    "ja": "好奇心に駆られたアリスは、白ウサギを追いかけて野原を走ります。"
  },
  {
    "time": "00:36",
    "en": "She sees him disappear into a rabbit hole.",
    "zh": "她看見白兔鑽進了一個兔子洞裡。",
    "ja": "アリスは、白ウサギが穴の中に飛び込むのを見ます。"
  },
  {
    "time": "00:41",
    "en": "Alice bends down to look inside the hole.",
    "zh": "愛麗絲彎下身子，朝洞裡望去。",
    "ja": "アリスは身をかがめて、穴の中をのぞき込みます。"
  },
  {
    "time": "00:46",
    "en": "Suddenly she falls and keeps falling deeper and deeper.",
    "zh": "突然，她失足跌落，一直往下掉得越來越深。",
    "ja": "突然足を滑らせ、どんどん深く落ちていきます。"
  },
  {
    "time": "00:51",
    "en": "As she falls, she passes shelves, books, and strange objects.",
    "zh": "下落的途中，她經過許多書架、書本和古怪的東西。",
    "ja": "落ちながら、本棚や本、奇妙な物のそばを通り過ぎます。"
  },
  {
    "time": "00:56",
    "en": "Alice calmly talks to herself, wondering where she will land.",
    "zh": "愛麗絲一邊自言自語，一邊好奇自己會掉到哪裡去。",
    "ja": "アリスは独り言を言いながら、どこへ着くのか考えています。"
  },
  {
    "time": "01:01",
    "en": "She finally lands in a hall with many doors.",
    "zh": "她終於落在一條有許多門的走廊裡。",
    "ja": "ついに、多くの扉が並ぶ廊下に着地します。"
  },
  {
    "time": "01:06",
    "en": "A small door leads to a beautiful garden she cannot reach.",
    "zh": "一扇小門後面有個美麗的花園，但她進不去。",
    "ja": "小さな扉の向こうには美しい庭がありますが、アリスは入れません。"
  },
  {
    "time": "01:11",
    "en": "A bottle labeled 'Drink Me' makes her shrink.",
    "zh": "一瓶寫著「喝我」的藥水讓她縮小了身體。",
    "ja": "「飲んでね」と書かれた瓶を飲むと、アリスは小さくなります。"
  },
  {
    "time": "01:16",
    "en": "A cake labeled 'Eat Me' makes her grow very tall.",
    "zh": "一塊寫著「吃我」的蛋糕又讓她變得非常高大。",
    "ja": "「食べてね」と書かれたケーキを食べると、今度はとても大きくなります。"
  }
]
