[
  {
    "time": "00:00",
    "en": "Gunpowder is another ancient Chinese invention.",
    "zh": "火藥是中國另一項古老的發明。",
    "ja": "火薬は、中国のもう一つの古代の発明です。"
  },
  {
    "time": "00:21",
    "en": "It was invented by accident.",
    "zh": "它是在偶然之下被發明出來的。",
    "ja": "その発明は、偶然のきっかけで生まれました。"
  },
  {
    "time": "00:25",
    "en": "More than 1,000 years ago, people experimenting in a pharmacy made this discovery.",
    "zh": "一千多年前，人們在藥房做實驗時，意外發現了火藥。",
    "ja": "千年以上前、人々が薬屋で実験をしているときに、この発見がなされました。"
  },
  {
    "time": "00:29",
    "en": "They found that if sulfur, charcoal, and potassium nitrate were mixed together in a certain proportion, the mixture would explode.",
    "zh": "他們發現，按照一定比例混合硫磺、木炭和硝石，這種混合物就會發生爆炸。",
    "ja": "硫黄・木炭・硝石をある割合で混ぜると、その混合物が爆発することを発見しました。"
  },
  {
    "time": "00:31",
    "en": "Gunpowder changed the style of war.",
    "zh": "火藥改變了戰爭的樣貌。",
    "ja": "火薬は戦争のあり方を大きく変えました。"
  },
  {
    "time": "00:36",
    "en": "The age of steel and gunpowder-based weapons soon spread around the world.",
    "zh": "以鋼鐵與火藥為基礎的武器時代，很快傳遍世界各地。",
    "ja": "鋼鉄と火薬を使った武器の時代は、やがて世界中に広がっていきました。"
  },
  {
    "time": "00:51",
    "en": "More than 600 years ago, primitive guns were already used in China.",
    "zh": "六百多年前，中國就已經開始使用原始的火器。",
    "ja": "六百年以上前、中国ではすでに原始的な銃が使われていました。"
  },
  {
    "time": "01:06",
    "en": "Wars were fought with bullets and shells pushed forward by powerful gunpowder explosions.",
    "zh": "戰場上，子彈與炮彈在強大火藥爆炸的推動下射向敵人。",
    "ja": "戦争では、火薬の強い爆発力で弾丸や砲弾が前へと撃ち出されました。"
  },
  {
    "time": "01:10",
    "en": "Today, gunpowder is also widely used in fireworks.",
    "zh": "今天，火藥也被廣泛運用在煙火當中。",
    "ja": "現在、火薬は花火にも広く使われています。"
  },
  {
    "time": "01:17",
    "en": "Splendid fireworks create colorful patterns in the night sky.",
    "zh": "絢麗的煙火在夜空中綻放出五彩繽紛的圖案。",
    "ja": "色とりどりの花火が、夜空に美しい模様を描き出します。"
  },
  {
    "time": "01:27",
    "en": "At the Beijing Olympic Games, the fireworks gained wide praise and admiration from the audience.",
    "zh": "在北京奧運會上，這些煙火表演贏得了觀眾熱烈的讚賞與崇拜。",
    "ja": "北京オリンピックでは、その花火が観客から大きな称賛と感動を集めました。"
  },
  {
    "time": "01:32",
    "en": "Gunpowder has brought both destructive power and beautiful celebrations to human history.",
    "zh": "火藥既帶來毀滅性的武力，也成就了人類歷史上許多絢爛的慶典。",
    "ja": "火薬は、人類の歴史に破壊の力と同時に、華やかな祝祭ももたらしてきたのです。"
  }
]
