[
  {
    "time": "00:00:00",
    "en": "Once there were two good friends named Ron and John who decided to travel and see the world together.",
    "zh": "從前有兩個好朋友，名叫羅恩和約翰，他們決定一起旅行，看看世界。",
    "ja": "昔々、ロンとジョンという二人の親友がいて、一緒に旅をして世界を見ようと決めました。"
  },
  {
    "time": "00:00:18",
    "en": "One day they decided to go to the forest.",
    "zh": "有一天，他們決定去森林。",
    "ja": "ある日、彼らは森に行くことにしました。"
  },
  {
    "time": "00:00:23",
    "en": "The forest was so dense that they knew anything dangerous could happen to them at any time.",
    "zh": "森林非常茂密，他們知道隨時可能發生危險。",
    "ja": "森はとても密集していて、いつでも危険なことが起こるかもしれないと彼らは知っていました。"
  },
  {
    "time": "00:00:43",
    "en": "So they promised each other that they would remain united in any case of danger.",
    "zh": "所以他們彼此承諾，在任何危險情況下都會團結一致。",
    "ja": "だから彼らは、どんな危険な場合でも団結していることを約束しました。"
  },
  {
    "time": "00:00:49",
    "en": "Suddenly they heard a loud rallying sound and they saw a large bear approaching them.",
    "zh": "突然他們聽到一聲大聲的呼喊，看到一隻大熊向他們走來。",
    "ja": "突然、大きな叫び声が聞こえ、大きな熊が近づいてくるのを見ました。"
  },
  {
    "time": "00:00:56",
    "en": "They got very scared.",
    "zh": "他們非常害怕。",
    "ja": "彼らはとても怖がりました。"
  },
  {
    "time": "00:00:59",
    "en": "The forest was so dense that they were not able to walk.",
    "zh": "森林太密集，他們無法行走。",
    "ja": "森はとても密集していて、彼らは歩くことができませんでした。"
  },
  {
    "time": "00:01:06",
    "en": "The forest was so dense that they were not able to walk.",
    "zh": "森林太密集，他們無法行走。",
    "ja": "森はとても密集していて、彼らは歩くことができませんでした。"
  },
  {
    "time": "00:01:13",
    "en": "The forest was so dense that they were not able to walk.",
    "zh": "森林太密集，他們無法行走。",
    "ja": "森はとても密集していて、彼らは歩くことができませんでした。"
  },
  {
    "time": "00:01:18",
    "en": "Ron quickly ran at once and climbed a nearby tree, leaving John behind.",
    "zh": "羅恩立刻跑開，爬上一棵附近的樹，留下約翰在後面。",
    "ja": "ロンはすぐに走って近くの木に登り、ジョンを置いていきました。"
  },
  {
    "time": "00:01:24",
    "en": "John did not know how to climb the tree. He asked Ron, can you help me climb the tree?",
    "zh": "約翰不會爬樹，他問羅恩，你能幫我爬樹嗎？",
    "ja": "ジョンは木の登り方がわかりませんでした。彼はロンに「木に登るのを手伝ってくれますか？」と尋ねました。"
  },
  {
    "time": "00:01:31",
    "en": "The bear will eat me up. Help me please.",
    "zh": "熊會吃掉我，請幫幫我。",
    "ja": "熊が私を食べてしまいます。助けてください。"
  },
  {
    "time": "00:01:37",
    "en": "I cannot come down. The bear is approaching and there's no place up here.",
    "zh": "我下不來，熊正在靠近，這裡沒有地方可以躲。",
    "ja": "降りられません。熊が近づいてきて、ここには隠れる場所がありません。"
  },
  {
    "time": "00:01:43",
    "en": "Go and find a place for yourself to hide.",
    "zh": "去找個地方躲起來。",
    "ja": "自分で隠れる場所を探しなさい。"
  },
  {
    "time": "00:01:47",
    "en": "Ron did not help John, but John was a smart boy. In school he had heard a teacher saying that the bear doesn't eat dead creatures.",
    "zh": "羅恩沒有幫助約翰，但約翰很聰明，他在學校聽老師說過熊不吃死去的動物。",
    "ja": "ロンはジョンを助けませんでしたが、ジョンは賢い少年でした。学校で先生が熊は死んだ生き物を食べないと言っていたのを聞いたことがありました。"
  },
  {
    "time": "00:01:57",
    "en": "Now, led by his common sense, he laid down flat on the ground breathless, pretending to be a dead man.",
    "zh": "現在，他憑著常識，屏息平躺在地上，假裝自己是個死人。",
    "ja": "彼は常識に従い、息を止めて地面に平らに横たわり、死んだふりをしました。"
  },
  {
    "time": "00:02:06",
    "en": "The bear came near the man lying on the ground.",
    "zh": "熊走近躺在地上的人。",
    "ja": "熊は地面に横たわっている男に近づきました。"
  },
  {
    "time": "00:02:10",
    "en": "It smelled in his ears and slowly left the place. Because bears do not touch dead creatures.",
    "zh": "牠在他耳邊聞了聞，然後慢慢離開了，因為熊不會碰死去的生物。",
    "ja": "熊は彼の耳元で匂いを嗅ぎ、ゆっくりとその場を離れました。熊は死んだ生き物に触れないからです。"
  },
  {
    "time": "00:02:18",
    "en": "After the bear went away, the friend on the tree came down and asked his friend John,",
    "zh": "熊走後，樹上的朋友下來問約翰，",
    "ja": "熊が去った後、木の上の友達が降りてきてジョンに尋ねました。"
  },
  {
    "time": "00:02:24",
    "en": "What did the bear whisper into your ear?",
    "zh": "熊在你耳邊說了什麼？",
    "ja": "熊は君の耳に何をささやいたの？"
  },
  {
    "time": "00:02:28",
    "en": "The bear advised me not to believe a false friend who leaves you in time of danger.",
    "zh": "熊告訴我不要相信在危險時拋棄你的假朋友。",
    "ja": "熊は、危険な時に君を見捨てる偽りの友達を信じるなと教えてくれました。"
  }
]