[
  {
    "time": "00:00:00",
    "en": "Music",
    "zh": "音樂",
    "ja": "音楽",
    "source_url": "https://www.youtube.com/watch?v=J1f47XwvQYA"
  },
  {
    "time": "00:00:16",
    "en": "Good morning Nicholas, it's time for school. Come on, get out of bed. Just because I'm already up and dressed.",
    "zh": "早安，尼古拉斯，該上學了。快點，起床吧。只是因為我已經起床穿好衣服了。",
    "ja": "おはようニコラス、学校の時間だよ。さあ、起きて。僕はもう起きて服を着ているからね。"
  },
  {
    "time": "00:00:24",
    "en": "Good morning mom. Let's check the weather out today.",
    "zh": "早安，媽媽。讓我們看看今天的天氣。",
    "ja": "おはようママ。今日の天気をチェックしよう。"
  },
  {
    "time": "00:00:29",
    "en": "It's looking a bit cloudy. Looks like it's going to rain.",
    "zh": "看起來有點多雲。看起來要下雨了。",
    "ja": "少し曇っているね。雨が降りそうだ。"
  },
  {
    "time": "00:00:35",
    "en": "So we should take our umbrellas. The trees are blowing side to side. It means it's a little windy, but still a lovely morning.",
    "zh": "所以我們應該帶傘。樹木左右搖擺，表示有點風，但仍是美好的早晨。",
    "ja": "だから傘を持っていこう。木が左右に揺れている。少し風があるけど、素敵な朝だよ。"
  },
  {
    "time": "00:00:43",
    "en": "Go to the bathroom and brush your teeth. Then get dressed and come downstairs to get some breakfast.",
    "zh": "去浴室刷牙，然後穿好衣服，下樓吃早餐。",
    "ja": "バスルームに行って歯を磨いて。それから服を着て、朝食を食べに下に降りてきて。"
  },
  {
    "time": "00:00:50",
    "en": "Okay mom.",
    "zh": "好的，媽媽。",
    "ja": "わかった、ママ。"
  },
  {
    "time": "00:00:56",
    "en": "What are we going to have for breakfast? We're going to have bagel with eggs, bacon and cream cheese this morning.",
    "zh": "早餐要吃什麼？我們今天早上要吃有蛋、培根和奶油起司的貝果。",
    "ja": "朝食は何を食べるの？今朝は卵、ベーコン、クリームチーズのベーグルだよ。"
  },
  {
    "time": "00:01:04",
    "en": "And strawberry blueberry smoothie. Perfect. Can I make this smoothie?",
    "zh": "還有草莓藍莓冰沙。完美。我可以做這個冰沙嗎？",
    "ja": "それとストロベリーとブルーベリーのスムージー。完璧だね。僕がこのスムージーを作ってもいい？"
  },
  {
    "time": "00:01:11",
    "en": "Yes sure. You need frozen strawberries, blueberries, almond milk and Greek yogurt.",
    "zh": "當然可以。你需要冷凍草莓、藍莓、杏仁奶和希臘優格。",
    "ja": "もちろん。冷凍のイチゴ、ブルーベリー、アーモンドミルク、ギリシャヨーグルトが必要だよ。"
  },
  {
    "time": "00:01:19",
    "en": "It sounds yummy. Shall I also put some bananas? No, we should leave the banana out of this recipe to allow the flavors of the berries to shine.",
    "zh": "聽起來很好吃。我也要放香蕉嗎？不，我們應該不放香蕉，讓莓果的味道更突出。",
    "ja": "おいしそう。バナナも入れようか？いいえ、このレシピではバナナは抜いて、ベリーの味を引き立てましょう。"
  },
  {
    "time": "00:01:31",
    "en": "Grab the blender and add almond milk first. Then toss in the strawberries, blueberries and Greek yogurt.",
    "zh": "拿攪拌機，先倒入杏仁奶，然後放入草莓、藍莓和希臘優格。",
    "ja": "ミキサーを取って、まずアーモンドミルクを入れて。それからイチゴ、ブルーベリー、ギリシャヨーグルトを入れて。"
  },
  {
    "time": "00:01:39",
    "en": "Why didn't it kill me? You can add some cinnamon too. It looks nice and thick and it tastes delicious.",
    "zh": "為什麼沒害我？你也可以加點肉桂。看起來濃稠又好吃。",
    "ja": "なぜ僕を殺さなかったの？シナモンも入れていいよ。見た目は濃厚で美味しそうだ。"
  },
  {
    "time": "00:01:50",
    "en": "The egg bagel sandwich is already too. I've also added tomatoes and cucumbers.",
    "zh": "蛋貝果三明治也做好了。我還加了番茄和小黃瓜。",
    "ja": "卵のベーグルサンドイッチもできたよ。トマトとキュウリも入れた。"
  },
  {
    "time": "00:01:57",
    "en": "We are missing the main ingredient, the ketchup. That is a yummy egg bagel sandwich.",
    "zh": "我們缺了主要材料，番茄醬。這是美味的蛋貝果三明治。",
    "ja": "主な材料のケチャップが足りないね。美味しい卵のベーグルサンドイッチだよ。"
  },
  {
    "time": "00:02:06",
    "en": "It's so filling. Now that we had breakfast, I guess we better get going. It looks like it's getting nice out.",
    "zh": "真飽足。吃完早餐，我們該出發了。看起來天氣變好了。",
    "ja": "とても満腹だ。朝食を食べたから、そろそろ出かけよう。天気が良くなってきたみたいだね。"
  },
  {
    "time": "00:02:14",
    "en": "That's right. I thought it would rain.",
    "zh": "沒錯。我還以為會下雨呢。",
    "ja": "そうだね。雨が降ると思ってたよ。"
  },
  {
    "time": "00:02:24",
    "en": "It's the day we thoroughly clean the whole house. We throw away things we don't need.",
    "zh": "今天是我們徹底打掃整個房子的日子。我們會丟掉不需要的東西。",
    "ja": "今日は家中を徹底的に掃除する日だ。いらないものは捨てるよ。"
  },
  {
    "time": "00:02:30",
    "en": "Pack up things to donate to the local homeless shelter. Clean all of the rooms.",
    "zh": "整理東西捐給當地的無家可歸者收容所。清理所有房間。",
    "ja": "地元のホームレスシェルターに寄付するものをまとめる。すべての部屋を掃除する。"
  },
  {
    "time": "00:02:37",
    "en": "And wash all of the windows.",
    "zh": "還有擦所有窗戶。",
    "ja": "そしてすべての窓を洗う。"
  },
  {
    "time": "00:02:40",
    "en": "What exactly do we have to do, Mom? You must clean your rooms. They are really messy.",
    "zh": "我們到底要做什麼，媽媽？你們必須打掃自己的房間。房間真的很亂。",
    "ja": "具体的に何をすればいいの、ママ？自分の部屋を掃除しなきゃ。すごく散らかってるよ。"
  },
  {
    "time": "00:02:47",
    "en": "Clear your beds and chairs of all the items and be sure to put them in their appropriate place.",
    "zh": "清理床和椅子上的所有物品，並確保放回適當的位置。",
    "ja": "ベッドと椅子の上の物を全部片付けて、ちゃんと所定の場所に戻してね。"
  },
  {
    "time": "00:02:54",
    "en": "Clean under the beds too.",
    "zh": "床底下也要清理。",
    "ja": "ベッドの下も掃除してね。"
  },
  {
    "time": "00:03:00",
    "en": "Then make your beds using fresh linens.",
    "zh": "然後用乾淨的床單整理床鋪。",
    "ja": "それから新しいリネンでベッドを整える。"
  },
  {
    "time": "00:03:03",
    "en": "Vacuum the entire room.",
    "zh": "用吸塵器清理整個房間。",
    "ja": "部屋全体を掃除機をかける。"
  },
  {
    "time": "00:03:07",
    "en": "Dust the shelves and put the books that are on the floor in their right places.",
    "zh": "擦拭書架，把地上的書放回正確位置。",
    "ja": "棚のほこりを払って、床にある本を正しい場所に戻す。"
  },
  {
    "time": "00:03:13",
    "en": "Clear and clean the dressers and leave them in order.",
    "zh": "清理梳妝台並保持整齊。",
    "ja": "ドレッサーを片付けてきれいにし、整頓しておく。"
  },
  {
    "time": "00:03:19",
    "en": "That's a lot to do.",
    "zh": "要做的事情真多。",
    "ja": "やることがたくさんあるね。"
  },
  {
    "time": "00:03:22",
    "en": "We better get started. We have a lot to do indeed.",
    "zh": "我們最好開始了。確實有很多事要做。",
    "ja": "始めたほうがいいね。本当にやることが多い。"
  },
  {
    "time": "00:03:26",
    "en": "I have to do several loads of laundry and clean the kitchen and the dining room.",
    "zh": "我得洗好幾批衣服，還要打掃廚房和餐廳。",
    "ja": "何回か洗濯をして、キッチンとダイニングルームを掃除しなきゃ。"
  },
  {
    "time": "00:03:31",
    "en": "Also clean the living room and the attic. It's getting full up there.",
    "zh": "還要清理客廳和閣樓。那裡越來越滿了。",
    "ja": "リビングルームと屋根裏も掃除する。あそこはだんだん物が増えている。"
  },
  {
    "time": "00:03:36",
    "en": "I don't even remember what's in there anymore.",
    "zh": "我甚至不記得那裡有什麼了。",
    "ja": "もう何があるか覚えていないよ。"
  },
  {
    "time": "00:03:39",
    "en": "Me neither. We probably don't eat a lot of that stuff.",
    "zh": "我也是。我們可能不常吃那些東西。",
    "ja": "僕もだ。あれはあまり食べていないだろうね。"
  },
  {
    "time": "00:03:44",
    "en": "What should we do with it?",
    "zh": "我們該怎麼處理它們？",
    "ja": "どうしたらいいかな？"
  },
  {
    "time": "00:03:46",
    "en": "I think I'm going to have a garage sale next weekend.",
    "zh": "我想我下週末要辦車庫拍賣。",
    "ja": "来週末にガレージセールをしようと思っている。"
  },
  {
    "time": "00:03:51",
    "en": "Yeah, that's a great idea.",
    "zh": "是啊，那是個好主意。",
    "ja": "うん、それはいいアイデアだね。"
  },
  {
    "time": "00:03:56",
    "en": "I have finished cleaning the windows. That was a huge job.",
    "zh": "我已經擦完窗戶了。那真是大工程。",
    "ja": "窓の掃除が終わったよ。大変な仕事だった。"
  },
  {
    "time": "00:04:02",
    "en": "Oh, good. Let me check the list and see what we've done so far.",
    "zh": "喔，太好了。讓我看看清單，看看我們做了什麼。",
    "ja": "ああ、いいね。リストを確認して、今までの進捗を見てみよう。"
  },
  {
    "time": "00:04:08",
    "en": "Have you cleaned the counters?",
    "zh": "你擦過檯面了嗎？",
    "ja": "カウンターは掃除した？"
  },
  {
    "time": "00:04:10",
    "en": "Yes, I have. So you can mark them as finished.",
    "zh": "有的，已經擦過了。你可以標記完成。",
    "ja": "うん、したよ。だから完了にチェックしていいよ。"
  },
  {
    "time": "00:04:14",
    "en": "Okay. I'll mark the windows off the list too.",
    "zh": "好的。我也會把窗戶從清單上劃掉。",
    "ja": "わかった。窓もリストから消しておくね。"
  },
  {
    "time": "00:04:18",
    "en": "What about the floors? Have you vacuumed and mopped them?",
    "zh": "地板呢？你吸塵和拖地了嗎？",
    "ja": "床は？掃除機かけてモップもかけた？"
  },
  {
    "time": "00:04:24",
    "en": "I have done that too. What else have we put on the list?",
    "zh": "我也做了。清單上還有什麼？",
    "ja": "それもやったよ。他にリストに何がある？"
  },
  {
    "time": "00:04:28",
    "en": "Dusting the shelves.",
    "zh": "擦拭書架。",
    "ja": "棚のほこり払い。"
  },
  {
    "time": "00:04:31",
    "en": "I already did that yesterday.",
    "zh": "我昨天已經做過了。",
    "ja": "それは昨日やったよ。"
  },
  {
    "time": "00:04:34",
    "en": "Oh, yeah. I remember. So I'll cross that off the list too.",
    "zh": "喔，對，我記得了。我也會把它從清單劃掉。",
    "ja": "ああ、そうだね。覚えてる。だからリストからも消しておくよ。"
  },
  {
    "time": "00:04:39",
    "en": "So how about you? What have you done so far?",
    "zh": "那你呢？你到目前為止做了什麼？",
    "ja": "じゃあ君は？今まで何をしたの？"
  },
  {
    "time": "00:04:43",
    "en": "I've cleaned the attic. I've made three piles.",
    "zh": "我清理了閣樓。我分成三堆。",
    "ja": "屋根裏を掃除した。三つの山に分けたよ。"
  },
  {
    "time": "00:04:47",
    "en": "Keep, donate or sell and trash.",
    "zh": "留下、捐贈或出售、丟棄。",
    "ja": "残すもの、寄付や販売するもの、捨てるもの。"
  },
  {
    "time": "00:04:51",
    "en": "I found a few sentimental items that I decided to keep.",
    "zh": "我找到一些有紀念價值的物品，決定留下。",
    "ja": "いくつか思い出の品を見つけて、残すことにした。"
  },
  {
    "time": "00:04:55",
    "en": "There is so much more space now. It looks great.",
    "zh": "現在空間多了很多，看起來很棒。",
    "ja": "今はずっとスペースができた。いい感じだ。"
  },
  {
    "time": "00:05:00",
    "en": "Wonderful.",
    "zh": "太好了。",
    "ja": "素晴らしい。"
  },
  {
    "time": "00:05:02",
    "en": "I still have to clean the living room. Then I'm done.",
    "zh": "我還得清理客廳，然後就完成了。",
    "ja": "まだリビングルームを掃除しなきゃ。それで終わりだ。"
  },
  {
    "time": "00:05:06",
    "en": "Okay. I'll go check on the kids now.",
    "zh": "好的，我現在去看看孩子們。",
    "ja": "わかった。今から子供たちを見に行くよ。"
  },
  {
    "time": "00:05:13",
    "en": "Mom, what's for dinner?",
    "zh": "媽媽，晚餐吃什麼？",
    "ja": "ママ、夕飯は何？"
  },
  {
    "time": "00:05:16",
    "en": "I could really go for something spicy, like chili.",
    "zh": "我真的想吃點辣的，比如辣椒燉肉。",
    "ja": "辛いものが食べたいな、チリとか。"
  },
  {
    "time": "00:05:19",
    "en": "Spicy? I'm not into spicy food right now.",
    "zh": "辣的？我現在不想吃辣的。",
    "ja": "辛いの？今は辛いものはちょっと。"
  },
  {
    "time": "00:05:23",
    "en": "Gee, I've been so busy with house cleaning that I haven't given dinner a single thought.",
    "zh": "唉，我忙著打掃房子，根本沒想過晚餐。",
    "ja": "ああ、家の掃除で忙しくて夕飯のことは全然考えてなかった。"
  },
  {
    "time": "00:05:29",
    "en": "Anyway, I don't feel much like cooking.",
    "zh": "總之，我不太想做飯。",
    "ja": "とにかく、料理する気があまりしない。"
  },
  {
    "time": "00:05:32",
    "en": "I'm just too tired to prepare a meal. Even a small one.",
    "zh": "我太累了，連做一點小餐都不行。",
    "ja": "疲れすぎて、少しの食事も作れない。"
  },
  {
    "time": "00:05:36",
    "en": "Plus there's almost nothing in the fridge because we didn't make it to the grocery store this weekend.",
    "zh": "而且冰箱幾乎沒東西，因為這週末沒去買菜。",
    "ja": "それに冷蔵庫にはほとんど何もない。週末に買い物に行けなかったから。"
  },
  {
    "time": "00:05:43",
    "en": "What do you see we ordered some food?",
    "zh": "你覺得我們訂點外賣怎麼樣？",
    "ja": "食べ物を注文したらどう？"
  },
  {
    "time": "00:05:46",
    "en": "Good idea, Dad. Let's order Chinese food. Then we have a menu somewhere.",
    "zh": "好主意，爸爸。我們訂中餐吧。我們哪裡有菜單。",
    "ja": "いい考えだ、パパ。中華料理を注文しよう。どこかにメニューがあるよ。"
  },
  {
    "time": "00:05:51",
    "en": "The last time we ordered from that place, the food was greasy and it took them forever to deliver.",
    "zh": "上次從那家訂餐，食物油膩，送餐也很慢。",
    "ja": "前回あの店で注文したとき、料理は脂っこくて配達もすごく遅かった。"
  },
  {
    "time": "00:05:58",
    "en": "But you know what?",
    "zh": "但是你知道嗎？",
    "ja": "でもね、"
  },
  {
    "time": "00:06:01",
    "en": "There's a new Greek restaurant downtown. I heard they deliver very fast.",
    "zh": "市中心有一家新的希臘餐廳。我聽說他們送餐很快。",
    "ja": "ダウンタウンに新しいギリシャ料理店がある。配達がとても速いらしい。"
  },
  {
    "time": "00:06:08",
    "en": "But as in Greeks would have lots of garlic. Just a thought of garlic turns me off.",
    "zh": "但希臘菜通常大蒜很多。光想到大蒜我就不喜歡。",
    "ja": "でもギリシャ料理はニンニクが多いよね。ニンニクのことを考えるだけで嫌だ。"
  },
  {
    "time": "00:06:13",
    "en": "Garlic's good for you. I can't get enough of it myself.",
    "zh": "大蒜對你有益。我自己也吃不夠。",
    "ja": "ニンニクは体にいいよ。僕は大好きだ。"
  },
  {
    "time": "00:06:17",
    "en": "At this rate, we'll never get anything to eat. I'm starving. You two are too picky.",
    "zh": "照這樣下去，我們永遠吃不到東西。我餓死了，你們兩個太挑剔了。",
    "ja": "この調子じゃ何も食べられないよ。お腹ペコペコだ。君たち二人はわがままだ。"
  },
  {
    "time": "00:06:24",
    "en": "Let's better order some pizza and put on a good movie.",
    "zh": "我們還是訂披薩，然後看部好電影吧。",
    "ja": "ピザを注文して、いい映画を見よう。"
  },
  {
    "time": "00:06:28",
    "en": "Good idea. I'm crazy about pizza.",
    "zh": "好主意。我超愛披薩。",
    "ja": "いいね。僕はピザが大好きだ。"
  },
  {
    "time": "00:06:33",
    "en": "In fact, my favorite is Hawaiian. I don't like Hawaiian pizza. I can't stand pineapple on pizza.",
    "zh": "事實上，我最愛夏威夷披薩。我不喜歡夏威夷披薩。我受不了披薩上的鳳梨。",
    "ja": "実は僕の好きなのはハワイアンだ。僕はハワイアンピザは好きじゃない。ピザにパイナップルは耐えられない。"
  },
  {
    "time": "00:06:41",
    "en": "I prefer to eat fruit for dessert. Not with the main course, so I'll go for chicken pizza.",
    "zh": "我喜歡把水果當甜點吃，不會和主餐一起吃，所以我選雞肉披薩。",
    "ja": "果物はデザートで食べたい。メインと一緒は嫌だから、チキンピザにするよ。"
  },
  {
    "time": "00:06:48",
    "en": "I'll have pepperoni.",
    "zh": "我要吃意大利辣味香腸披薩。",
    "ja": "ペパロニにする。"
  },
  {
    "time": "00:06:51",
    "en": "Me too!",
    "zh": "我也是！",
    "ja": "僕も！"
  },
  {
    "time": "00:06:58",
    "en": "Mom asked me to go grocery shopping, but I need to finish my homework.",
    "zh": "媽媽叫我去買菜，但我得先做完作業。",
    "ja": "ママが買い物に行ってほしいって言ったけど、宿題を終わらせないと。"
  },
  {
    "time": "00:07:02",
    "en": "Can you go for me, Nicholas?",
    "zh": "尼古拉斯，你可以幫我去嗎？",
    "ja": "ニコラス、代わりに行ってくれる？"
  },
  {
    "time": "00:07:06",
    "en": "I guess I can. What did Mom want you to buy?",
    "zh": "我想我可以。媽媽要你買什麼？",
    "ja": "できると思う。ママは何を買ってほしいって？"
  },
  {
    "time": "00:07:10",
    "en": "Some pork, fish, vegetables and milk. You can buy some snacks too, like chocolate cookies.",
    "zh": "一些豬肉、魚、蔬菜和牛奶。你也可以買點零食，比如巧克力餅乾。",
    "ja": "豚肉、魚、野菜と牛乳。お菓子も買っていいよ、チョコレートクッキーとか。"
  },
  {
    "time": "00:07:18",
    "en": "What kind of feast does Mom want?",
    "zh": "媽媽想要什麼樣的盛宴？",
    "ja": "ママはどんなごちそうを望んでるの？"
  },
  {
    "time": "00:07:21",
    "en": "Mom wants some salmon and some cod. Make sure they are fresh.",
    "zh": "媽媽想要鮭魚和鱈魚。確保它們是新鮮的。",
    "ja": "ママはサーモンとタラを欲しがってる。新鮮なものを選んでね。"
  },
  {
    "time": "00:07:26",
    "en": "How much salmon and cod should I buy?",
    "zh": "我應該買多少鮭魚和鱈魚？",
    "ja": "サーモンとタラはどれくらい買えばいい？"
  },
  {
    "time": "00:07:30",
    "en": "Oh, buy four pieces of salmon filet and four pieces of cod filet.",
    "zh": "哦，買四塊鮭魚片和四塊鱈魚片。",
    "ja": "サーモンフィレを4切れ、タラフィレを4切れ買ってね。"
  },
  {
    "time": "00:07:35",
    "en": "Do I need to buy some spices? So Mom can't marinate a fish?",
    "zh": "我需要買些香料嗎？媽媽不能醃魚嗎？",
    "ja": "スパイスも買う？ママは魚をマリネできないの？"
  },
  {
    "time": "00:07:40",
    "en": "Yes, get some ground pepper and some garlic.",
    "zh": "是的，買些黑胡椒粉和大蒜。",
    "ja": "うん、黒胡椒とニンニクを買って。"
  },
  {
    "time": "00:07:44",
    "en": "Home vegetables.",
    "zh": "家用蔬菜。",
    "ja": "家庭用の野菜。"
  },
  {
    "time": "00:07:46",
    "en": "We need carrots, potatoes, cabbage and some lettuce.",
    "zh": "我們需要胡蘿蔔、馬鈴薯、高麗菜和一些生菜。",
    "ja": "ニンジン、ジャガイモ、キャベツとレタスが必要だ。"
  },
  {
    "time": "00:07:51",
    "en": "We need some fruit also. What do you want?",
    "zh": "我們也需要一些水果。你想要什麼？",
    "ja": "果物も必要だよ。何が欲しい？"
  },
  {
    "time": "00:07:56",
    "en": "Apple, Simbananas and how about some salt drinks?",
    "zh": "蘋果、香蕉，還有鹽水飲料怎麼樣？",
    "ja": "リンゴ、バナナ、それから塩分補給の飲み物はどう？"
  },
  {
    "time": "00:08:02",
    "en": "No. Buy some bottled water instead. It is healthier for us.",
    "zh": "不要。買瓶裝水比較健康。",
    "ja": "ダメ。代わりにミネラルウォーターを買って。健康にいいから。"
  },
  {
    "time": "00:08:08",
    "en": "Oh, I just remembered we also need bread. Please put it on the list.",
    "zh": "喔，我剛想起我們還需要麵包。請把它加到清單上。",
    "ja": "ああ、思い出した。パンも必要だ。リストに入れてね。"
  },
  {
    "time": "00:08:14",
    "en": "Should I get one loaf or two? Two loaves.",
    "zh": "我該買一條還是兩條？兩條。",
    "ja": "一本買う？それとも二本？二本だよ。"
  },
  {
    "time": "00:08:19",
    "en": "You have quite a few items to take care of. You need to get going.",
    "zh": "你有不少東西要處理。你該出發了。",
    "ja": "かなりたくさん買うものがあるね。早く行かないと。"
  },
  {
    "time": "00:08:25",
    "en": "Yes, don't list this quite long.",
    "zh": "是的，清單不算太長。",
    "ja": "うん、リストはそんなに長くないよ。"
  },
  {
    "time": "00:08:28",
    "en": "By the time I get to the cashier to pay, I will probably have a full shopping cart.",
    "zh": "等我到收銀台結帳時，購物車可能已經滿了。",
    "ja": "レジに行く頃には、カートはいっぱいになっているだろうね。"
  },
  {
    "time": "00:08:34",
    "en": "Okay, I am all set to go. I'll be back soon.",
    "zh": "好的，我準備好了。很快回來。",
    "ja": "よし、準備できた。すぐ戻るよ。"
  },
  {
    "time": "00:08:38",
    "en": "Thanks.",
    "zh": "謝謝。",
    "ja": "ありがとう。"
  },
  {
    "time": "00:08:47",
    "en": "The clothes dryer stopped working. We need a new one.",
    "zh": "烘衣機壞了，我們需要一台新的。",
    "ja": "衣類乾燥機が動かなくなった。新しいのが必要だ。"
  },
  {
    "time": "00:08:51",
    "en": "But this one is not so old.",
    "zh": "但這台不算太舊。",
    "ja": "でもこれはそんなに古くないよ。"
  },
  {
    "time": "00:08:54",
    "en": "We just need to fix it. I can do it myself. It needs just a new moisture sensor.",
    "zh": "我們只需要修理它。我自己可以做。只需要換個新的濕度感應器。",
    "ja": "修理すればいいだけだ。自分でできるよ。新しい湿度センサーが必要なだけ。"
  },
  {
    "time": "00:09:00",
    "en": "Are you sure you can do it? It seems a complicated job.",
    "zh": "你確定你能做嗎？這看起來很複雜。",
    "ja": "本当にできるの？複雑な仕事に見えるけど。"
  },
  {
    "time": "00:09:04",
    "en": "Better call the repairman.",
    "zh": "還是叫修理工比較好。",
    "ja": "修理屋さんを呼んだほうがいいよ。"
  },
  {
    "time": "00:09:06",
    "en": "I'm not going to let the repair guy rip me off and pay hundreds of dollars on this.",
    "zh": "我不會讓修理工敲竹槓，花幾百美元修理這個。",
    "ja": "修理屋にぼったくられて何百ドルも払うつもりはない。"
  },
  {
    "time": "00:09:11",
    "en": "I come from a long line of handymen. My dad used to fix everything.",
    "zh": "我來自一長串的修理工家族。爸爸以前修理所有東西。",
    "ja": "私は代々の便利屋の家系だ。父は何でも修理していた。"
  },
  {
    "time": "00:09:16",
    "en": "Lawn mowers, cars, appliances.",
    "zh": "割草機、汽車、家電。",
    "ja": "芝刈り機、車、家電製品。"
  },
  {
    "time": "00:09:21",
    "en": "His father was a house builder. One of his brothers built boats and one made furniture.",
    "zh": "他的父親是建築工人。他的兄弟中一個造船，一個做家具。",
    "ja": "彼の父は家の建築者だった。兄弟の一人は船を作り、もう一人は家具を作っていた。"
  },
  {
    "time": "00:09:27",
    "en": "I've been helping my dad and grandpa since I was a young child on anything.",
    "zh": "我從小就幫助爸爸和爺爺修理各種東西。",
    "ja": "幼い頃から父と祖父の手伝いをしてきた。"
  },
  {
    "time": "00:09:31",
    "en": "So, I think I can fix the dryer myself.",
    "zh": "所以，我想我可以自己修理烘衣機。",
    "ja": "だから、自分で乾燥機を直せると思う。"
  },
  {
    "time": "00:09:35",
    "en": "I'll have this thing running in no time honey.",
    "zh": "親愛的，我很快就會讓它運作。",
    "ja": "すぐに直してやるよ、ハニー。"
  },
  {
    "time": "00:09:38",
    "en": "I watched an instructional video, so I know exactly what to do.",
    "zh": "我看了教學影片，所以我知道該怎麼做。",
    "ja": "説明ビデオを見たから、やり方は完璧にわかっている。"
  },
  {
    "time": "00:09:43",
    "en": "It's done. It says good as new. I fixed the dryer.",
    "zh": "完成了。說是像新的一樣。我修好了烘衣機。",
    "ja": "終わった。新品同様だ。乾燥機を直したよ。"
  },
  {
    "time": "00:09:50",
    "en": "I took it all apart and swapped out the sensor. Now, press start and see if it works.",
    "zh": "我拆開全部，換了感應器。現在按開始看看它是否運作。",
    "ja": "全部分解してセンサーを交換した。さあ、スタートを押して動くか見てみよう。"
  },
  {
    "time": "00:09:56",
    "en": "It works. I had no idea you were so good with your hands.",
    "zh": "它運作了。我不知道你這麼擅長動手。",
    "ja": "動いたよ。君がこんなに器用だとは知らなかった。"
  },
  {
    "time": "00:10:01",
    "en": "You could definitely say that repairing things has always been in your blood.",
    "zh": "你可以說修理東西一直是你的天性。",
    "ja": "修理は君の血に流れていると言えるね。"
  },
  {
    "time": "00:10:06",
    "en": "Can you hold the end of this tape measure?",
    "zh": "你能幫我拿著這捲尺的尾端嗎？",
    "ja": "このメジャーの端を持ってくれる？"
  },
  {
    "time": "00:10:15",
    "en": "Sure. What's this for?",
    "zh": "當然。這是做什麼用的？",
    "ja": "いいよ。これは何のため？"
  },
  {
    "time": "00:10:18",
    "en": "I'm taking some measurements for new curtains.",
    "zh": "我在量新窗簾的尺寸。",
    "ja": "新しいカーテンのために測っているんだ。"
  },
  {
    "time": "00:10:22",
    "en": "Didn't you say that house needs doing over?",
    "zh": "你不是說房子需要重新裝修嗎？",
    "ja": "家をリフォームすると言ってなかった？"
  },
  {
    "time": "00:10:25",
    "en": "What about measuring the floor for a new carpet and the walls for a new wallpaper?",
    "zh": "那地板要鋪新地毯，牆壁要貼新壁紙怎麼辦？",
    "ja": "新しいカーペットのために床を、壁紙のために壁を測るのは？"
  },
  {
    "time": "00:10:31",
    "en": "I thought we'd just fix the wood floor and use some paint for the walls.",
    "zh": "我想我們只修理木地板，牆壁用油漆就好。",
    "ja": "木の床を直して、壁はペンキでいいと思ってた。"
  },
  {
    "time": "00:10:36",
    "en": "Okay, sounds good.",
    "zh": "好的，聽起來不錯。",
    "ja": "わかった、いいね。"
  },
  {
    "time": "00:10:39",
    "en": "We need to scrape off all the loose flakes of paint before redecorating.",
    "zh": "重新裝修前，我們需要刮掉所有鬆脫的油漆片。",
    "ja": "塗り替える前に、剥がれたペンキを全部削り落とさないと。"
  },
  {
    "time": "00:10:43",
    "en": "Tomorrow we'll go out and pick out some curtains and paint.",
    "zh": "明天我們會出去挑選窗簾和油漆。",
    "ja": "明日、カーテンとペンキを選びに行こう。"
  },
  {
    "time": "00:10:47",
    "en": "I can't wait.",
    "zh": "我等不及了。",
    "ja": "楽しみだね。"
  },
  {
    "time": "00:10:50",
    "en": "Shall we redecorate the hallway, too?",
    "zh": "我們也要重新裝飾走廊嗎？",
    "ja": "廊下もリフォームしようか？"
  },
  {
    "time": "00:10:53",
    "en": "We can consider it. Maybe we can decorate it in a more traditional way.",
    "zh": "我們可以考慮。也許可以用更傳統的方式裝飾。",
    "ja": "考えてみよう。もっと伝統的なスタイルで飾るのもいいかもね。"
  },
  {
    "time": "00:11:01",
    "en": "I went over the household budget and we've overspent this month.",
    "zh": "我檢查了家庭預算，我們這個月超支了。",
    "ja": "家計簿を見直したら、今月は使いすぎている。"
  },
  {
    "time": "00:11:08",
    "en": "Our expenses are mounting.",
    "zh": "我們的開銷越來越多。",
    "ja": "支出が増えている。"
  },
  {
    "time": "00:11:10",
    "en": "We have to cut back on our shopping from now on.",
    "zh": "我們必須從現在開始減少購物。",
    "ja": "これから買い物を控えないと。"
  },
  {
    "time": "00:11:14",
    "en": "Really? That's too bad.",
    "zh": "真的嗎？那太糟了。",
    "ja": "本当？それは残念だね。"
  },
  {
    "time": "00:11:17",
    "en": "We need to figure out how much money we've spent and what we've spent on.",
    "zh": "我們需要弄清楚花了多少錢和花在哪裡。",
    "ja": "どれだけ使ったか、何に使ったかを把握しないと。"
  },
  {
    "time": "00:11:22",
    "en": "Okay, let's get the receipts out.",
    "zh": "好，我們拿出收據來。",
    "ja": "わかった、レシートを出そう。"
  },
  {
    "time": "00:11:27",
    "en": "Let's see. We spent $850 on our home loan payment.",
    "zh": "讓我看看。我們房貸付了850美元。",
    "ja": "見てみよう。住宅ローンに850ドル使った。"
  },
  {
    "time": "00:11:31",
    "en": "$300 on groceries.",
    "zh": "買菜花了300美元。",
    "ja": "食料品に300ドル。"
  },
  {
    "time": "00:11:35",
    "en": "$111 on utilities.",
    "zh": "水電費111美元。",
    "ja": "光熱費に111ドル。"
  },
  {
    "time": "00:11:38",
    "en": "$250 on gasoline.",
    "zh": "汽油費250美元。",
    "ja": "ガソリンに250ドル。"
  },
  {
    "time": "00:11:41",
    "en": "$200 on clothes. $100 on books.",
    "zh": "衣服花了200美元，書花了100美元。",
    "ja": "服に200ドル、本に100ドル。"
  },
  {
    "time": "00:11:46",
    "en": "$150 on cell phones.",
    "zh": "手機費150美元。",
    "ja": "携帯電話に150ドル。"
  },
  {
    "time": "00:11:49",
    "en": "$400 on entertainment last month.",
    "zh": "上個月娛樂花了400美元。",
    "ja": "先月の娯楽に400ドル。"
  },
  {
    "time": "00:11:54",
    "en": "That's $2,361.",
    "zh": "總共是2361美元。",
    "ja": "合計で2,361ドルだ。"
  },
  {
    "time": "00:11:57",
    "en": "We put $500 into the savings account.",
    "zh": "我們存了500美元到儲蓄帳戶。",
    "ja": "貯金口座に500ドル入れた。"
  },
  {
    "time": "00:12:02",
    "en": "That's $286.",
    "zh": "那是286美元。",
    "ja": "それは286ドルだ。"
  },
  {
    "time": "00:12:05",
    "en": "Our paychecks add up to $3100.",
    "zh": "我們的薪水總共3100美元。",
    "ja": "給料は合計で3,100ドル。"
  },
  {
    "time": "00:12:09",
    "en": "That means we don't have any receipts for $239.",
    "zh": "這表示我們有239美元沒有收據。",
    "ja": "つまり239ドル分のレシートがない。"
  },
  {
    "time": "00:12:14",
    "en": "Right. Let's think about it for a bit.",
    "zh": "對，我們想想看。",
    "ja": "そうだね。少し考えよう。"
  },
  {
    "time": "00:12:18",
    "en": "Where do you think we can save money?",
    "zh": "你覺得我們在哪裡可以省錢？",
    "ja": "どこで節約できると思う？"
  },
  {
    "time": "00:12:21",
    "en": "Well, we could eat in more often.",
    "zh": "嗯，我們可以多在家吃飯。",
    "ja": "そうだね、もっと家で食べるようにしよう。"
  },
  {
    "time": "00:12:24",
    "en": "That $400 for entertainment is mostly going to restaurants.",
    "zh": "那400美元娛樂費大多花在餐廳。",
    "ja": "娯楽の400ドルはほとんどレストランで使っている。"
  },
  {
    "time": "00:12:29",
    "en": "Yeah, that's a good idea.",
    "zh": "是啊，那是好主意。",
    "ja": "うん、それはいい考えだ。"
  },
  {
    "time": "00:12:32",
    "en": "And you like to cook.",
    "zh": "而且你喜歡做飯。",
    "ja": "それに君は料理が好きだしね。"
  },
  {
    "time": "00:12:38",
    "en": "Did you see our last electricity bill?",
    "zh": "你有看到我們上次的電費帳單嗎？",
    "ja": "前回の電気代の請求書を見た？"
  },
  {
    "time": "00:12:41",
    "en": "No. Was it high?",
    "zh": "沒有。很高嗎？",
    "ja": "いいえ。高かった？"
  },
  {
    "time": "00:12:44",
    "en": "It was very high.",
    "zh": "非常高。",
    "ja": "とても高かった。"
  },
  {
    "time": "00:12:47",
    "en": "How much higher is it than usual?",
    "zh": "比平常高多少？",
    "ja": "いつもよりどれくらい高いの？"
  },
  {
    "time": "00:12:50",
    "en": "Is double the normal amount?",
    "zh": "是平常的兩倍嗎？",
    "ja": "通常の2倍？"
  },
  {
    "time": "00:12:53",
    "en": "Wow. That is high. Can we afford that?",
    "zh": "哇，那很高。我們負擔得起嗎？",
    "ja": "わあ、高いね。払えるかな？"
  },
  {
    "time": "00:12:56",
    "en": "No. We need to do some changes from now on to lower it.",
    "zh": "不行。我們必須從現在開始做些改變來降低它。",
    "ja": "無理だ。これから節約しないと。"
  },
  {
    "time": "00:13:01",
    "en": "But why can't we do?",
    "zh": "但我們該怎麼做？",
    "ja": "でも何をすればいいの？"
  },
  {
    "time": "00:13:03",
    "en": "From now on, we must unplug the unused electronic devices.",
    "zh": "從現在起，我們必須拔掉沒用的電子設備插頭。",
    "ja": "これからは使っていない電子機器のプラグを抜くこと。"
  },
  {
    "time": "00:13:08",
    "en": "Next, we was adjust the water temperature to 48 degrees Celsius.",
    "zh": "接著，我們將水溫調整到攝氏48度。",
    "ja": "次に、水温を48度に調整する。"
  },
  {
    "time": "00:13:12",
    "en": "It shouldn't be hotter than that.",
    "zh": "水溫不應該超過那個溫度。",
    "ja": "それ以上熱くしてはいけない。"
  },
  {
    "time": "00:13:15",
    "en": "We can do our laundry using cold water.",
    "zh": "我們可以用冷水洗衣服。",
    "ja": "洗濯は冷水でできる。"
  },
  {
    "time": "00:13:18",
    "en": "That will save a bunch of money because we're not wasting hot water.",
    "zh": "這樣可以省很多錢，因為不浪費熱水。",
    "ja": "そうすればお金がかなり節約できる。お湯を無駄にしないから。"
  },
  {
    "time": "00:13:22",
    "en": "Also, we should run full loads.",
    "zh": "另外，我們應該一次洗滿一整桶衣服。",
    "ja": "それから、洗濯は満杯で回すべきだ。"
  },
  {
    "time": "00:13:25",
    "en": "Instead of doing multiple small loads, we should do one big load.",
    "zh": "不要多次少量洗，應該一次洗大批。",
    "ja": "小分けに何度も洗うより、一度にまとめて洗うべきだ。"
  },
  {
    "time": "00:13:29",
    "en": "Another way to save is to lower the temperature when we're going to sleep at night,",
    "zh": "另一種省錢方法是晚上睡覺時調低溫度，",
    "ja": "節約のもう一つの方法は、夜寝るときに温度を下げること、"
  },
  {
    "time": "00:13:33",
    "en": "or when we're not in the house.",
    "zh": "或我們不在家時。",
    "ja": "または家にいないときに。"
  },
  {
    "time": "00:13:36",
    "en": "During the winter months, we can set the temperature to 18 degrees Celsius.",
    "zh": "冬天時，我們可以將溫度設定為攝氏18度。",
    "ja": "冬の間は温度を18度に設定できる。"
  },
  {
    "time": "00:13:43",
    "en": "During the hot summer days, we can increase the temperature to 24 degrees Celsius.",
    "zh": "炎熱的夏天，我們可以將溫度調高到攝氏24度。",
    "ja": "暑い夏の日は温度を24度に上げることができる。"
  },
  {
    "time": "00:13:49",
    "en": "So we're not wasting our air conditionings energy cooling the house too much.",
    "zh": "這樣就不會浪費冷氣過度冷卻房子的能源。",
    "ja": "そうすればエアコンのエネルギーを無駄にしない。"
  },
  {
    "time": "00:13:54",
    "en": "Exactly. We can also change our regular light bulbs to LED.",
    "zh": "沒錯。我們也可以把普通燈泡換成LED。",
    "ja": "その通り。普通の電球をLEDに変えることもできる。"
  },
  {
    "time": "00:13:59",
    "en": "That will save us another bunch of money. We'll be saving 4-6 times the energy.",
    "zh": "這會再幫我們省一大筆錢。我們會節省4到6倍的能源。",
    "ja": "それでさらに多くのお金が節約できる。4〜6倍のエネルギーを節約できる。"
  },
  {
    "time": "00:14:05",
    "en": "Perfect. We'll do so from now on.",
    "zh": "完美。我們從現在開始這麼做。",
    "ja": "完璧だ。これからそうしよう。"
  },
  {
    "time": "00:14:12",
    "en": "Thanks for watching, and be sure to subscribe to our YouTube channel for more videos like this.",
    "zh": "感謝收看，記得訂閱我們的YouTube頻道，觀看更多類似影片。",
    "ja": "ご視聴ありがとうございました。もっとこういう動画が見たい方は、ぜひYouTubeチャンネルを登録してください。"
  }
]