[
  {
    "time": "00:00",
    "en": "It's a world of laughter, a world of tears, a world of hope, a world of tears.",
    "zh": "這是充滿歡笑的世界，充滿淚水的世界，充滿希望的世界，充滿淚水的世界。",
    "ja": "それは笑いの世界であり、涙の世界であり、希望の世界であり、涙の世界です。"
  },
  {
    "time": "00:15",
    "en": "There's so much that we show it that it's time to work, it's a small world of the world.",
    "zh": "我們展示了太多東西，是時候努力了，這是個小小的世界。",
    "ja": "私たちが見せるものがたくさんあり、働く時間です。それは小さな世界です。"
  },
  {
    "time": "00:23",
    "en": "It's a small world of love, it's a small world of sorrow.",
    "zh": "這是充滿愛的小世界，也是充滿悲傷的小世界。",
    "ja": "それは愛の小さな世界であり、悲しみの小さな世界です。"
  },
  {
    "time": "00:30",
    "en": "It's a small world of laughter, a small world of sorrow.",
    "zh": "這是充滿歡笑的小世界，也是充滿悲傷的小世界。",
    "ja": "それは笑いの小さな世界であり、悲しみの小さな世界です。"
  },
  {
    "time": "00:53",
    "en": "There's just one moment we go in the sun, and the smile means friendship and everything.",
    "zh": "我們只需在陽光下相聚的那一刻，笑容代表著友誼和一切。",
    "ja": "私たちは太陽の下で過ごすただ一瞬、その笑顔は友情とすべてを意味します。"
  },
  {
    "time": "01:00",
    "en": "The mountains in our alleys, and the oceans are one and it's a small world of love.",
    "zh": "我們的小巷有山脈，大海合而為一，這是充滿愛的小世界。",
    "ja": "私たちの路地の山々、そして海は一つであり、それは愛の小さな世界です。"
  },
  {
    "time": "01:08",
    "en": "It's a small world of laughter, a world of tears, a small world of love.",
    "zh": "這是充滿歡笑的小世界，充滿淚水的世界，充滿愛的小世界。",
    "ja": "それは笑いの小さな世界であり、涙の世界であり、愛の小さな世界です。"
  },
  {
    "time": "01:16",
    "en": "It's a small world of laughter, all that is called a world.",
    "zh": "這是充滿歡笑的小世界，這就是所謂的世界。",
    "ja": "それは笑いの小さな世界であり、それが世界と呼ばれるすべてです。"
  },
  {
    "time": "01:23",
    "en": "It's a small world of laughter, a big, small world of love.",
    "zh": "這是充滿歡笑的小世界，是個大而小的愛的世界。",
    "ja": "それは笑いの小さな世界であり、大きな小さな愛の世界です。"
  },
  {
    "time": "01:31",
    "en": "It's a small world of laughter, a small world of sorrow.",
    "zh": "這是充滿歡笑的小世界，也是充滿悲傷的小世界。",
    "ja": "それは笑いの小さな世界であり、悲しみの小さな世界です。"
  },
  {
    "time": "01:37",
    "en": "It's a small world of love.",
    "zh": "這是充滿愛的小世界。",
    "ja": "それは愛の小さな世界です。"
  },
  {
    "time": "01:46",
    "en": "It's a small world of laughter, a big, small world of love.",
    "zh": "這是充滿歡笑的小世界，是個大而小的愛的世界。",
    "ja": "それは笑いの小さな世界であり、大きな小さな愛の世界です。"
  }
]