[
  {
    "time": "00:00",
    "en": "It's a world of laughter, a world of tears, a world of hope, a world of tears.",
    "zh": "這是一個笑聲的世界，一個淚水的世界，一個希望的世界，一個淚水的世界。",
    "ja": "それは笑いの世界、涙の世界、希望の世界、涙の世界です。"
  },
  {
    "time": "00:15",
    "en": "There's so much that we show it that it's time to work, it's a small world of the world.",
    "zh": "我們展現了許多，是時候努力了，這是世界上的小小世界。",
    "ja": "私たちはたくさんのことを示しています、働く時間です、これは世界の小さな世界です。"
  },
  {
    "time": "00:23",
    "en": "It's a small world of love, it's a small world of sorrow.",
    "zh": "這是一個充滿愛的小世界，這是一個充滿悲傷的小世界。",
    "ja": "それは愛の小さな世界であり、悲しみの小さな世界です。"
  },
  {
    "time": "00:30",
    "en": "It's a small world of laughter, a small world of sorrow.",
    "zh": "這是一個笑聲的小世界，一個悲傷的小世界。",
    "ja": "それは笑いの小さな世界、悲しみの小さな世界です。"
  },
  {
    "time": "00:53",
    "en": "There's just one moment we go in the sun, and the smile means friendship and everything.",
    "zh": "我們只有一刻走在陽光下，笑容代表友情和一切。",
    "ja": "私たちは太陽の下で一瞬だけ出会い、笑顔は友情とすべてを意味します。"
  },
  {
    "time": "01:00",
    "en": "The mountains in our alleys, and the oceans are one and it's a small world of love.",
    "zh": "我們小巷裡的山脈和海洋合而為一，這是充滿愛的小世界。",
    "ja": "私たちの路地の山々と海は一つで、それは愛の小さな世界です。"
  },
  {
    "time": "01:08",
    "en": "It's a small world of laughter, a world of tears, a small world of love.",
    "zh": "這是一個笑聲的小世界，一個淚水的世界，一個充滿愛的小世界。",
    "ja": "それは笑いの小さな世界、涙の世界、愛の小さな世界です。"
  },
  {
    "time": "01:16",
    "en": "It's a small world of laughter, all that is called a world.",
    "zh": "這是一個笑聲的小世界，這一切都叫做世界。",
    "ja": "それは笑いの小さな世界、それがすべて世界と呼ばれています。"
  },
  {
    "time": "01:23",
    "en": "It's a small world of laughter, a big, small world of love.",
    "zh": "這是一個笑聲的小世界，一個大而小的愛的世界。",
    "ja": "それは笑いの小さな世界であり、大きくて小さな愛の世界です。"
  },
  {
    "time": "01:31",
    "en": "It's a small world of laughter, a small world of sorrow.",
    "zh": "這是一個笑聲的小世界，一個悲傷的小世界。",
    "ja": "それは笑いの小さな世界、悲しみの小さな世界です。"
  },
  {
    "time": "01:37",
    "en": "It's a small world of love.",
    "zh": "這是一個充滿愛的小世界。",
    "ja": "それは愛の小さな世界です。"
  },
  {
    "time": "01:46",
    "en": "It's a small world of laughter, a big, small world of love.",
    "zh": "這是一個笑聲的小世界，一個大而小的愛的世界。",
    "ja": "それは笑いの小さな世界であり、大きくて小さな愛の世界です。"
  }
]