[
{
    "time": "02:44",
    "en": "You've put in a sound system too? Everything looks great. Thank you.",
    "zh": "這裡還裝了音響系統？一切看起來都很棒。謝謝你們。",
    "ja": "音響システムまで入れてくれたんですね？全部とても素晴らしいです。ありがとうございます。"
  },
  {
    "time": "02:49",
    "en": "How many people did you work with in Birmingham?",
    "zh": "你在伯明罕時是跟多少人一起工作的？",
    "ja": "バーミンガムでは何人と一緒に働いていたんですか？"
  },
  {
    "time": "02:52",
    "en": "I had a team of three.",
    "zh": "我有一個三個人的小團隊。",
    "ja": "３人のチームでした。"
  },
  {
    "time": "02:55",
    "en": "Well, here you'll have six people in your team. I'll introduce you to them after lunch.",
    "zh": "在這裡，你的團隊會有六個人。午餐之後我再把他們介紹給你。",
    "ja": "ここでは６人があなたのチームになります。お昼のあとでみんなを紹介しますね。"
  },
  {
    "time": "03:00",
    "en": "That sounds good. Can you tell me a bit about my schedule?",
    "zh": "聽起來不錯。可以跟我說說我的工作行程嗎？",
    "ja": "いいですね。僕のスケジュールについて少し教えてもらえますか？"
  },
  {
    "time": "03:04",
    "en": "Well, there's a meeting every Monday, as well as a meet-up with various heads of department on Thursday after news.",
    "zh": "嗯，每週一都有例行會議，另外每週四新聞結束後，會和各部門主管開一個碰面會。",
    "ja": "そうですね、毎週月曜日にミーティングがあって、木曜日にはニュースのあとに各部署の責任者との打ち合わせがあります。"
  },
  {
    "time": "03:11",
    "en": "Just so we know what we're doing.",
    "zh": "這樣大家才比較清楚各自要做什麼。",
    "ja": "そうやって、みんなが何をするのか共有する感じです。"
  },
  {
    "time": "03:13",
    "en": "Other than that, how you organize your time is up to you.",
    "zh": "除此之外，時間怎麼安排就由你自己決定了。",
    "ja": "それ以外は、時間の使い方はあなたに任せます。"
  },
  {
    "time": "03:17",
    "en": "Last fine. I'm a good time manager.",
    "zh": "太好了。我還滿會管理時間的。",
    "ja": "それは助かります。時間管理は得意なほうです。"
  },
  {
    "time": "03:20",
    "en": "It's time for lunch now. Let me take you to a nice place.",
    "zh": "現在差不多到午餐時間了。我帶你去一家不錯的餐廳。",
    "ja": "そろそろランチの時間ですね。素敵なお店に連れて行きますよ。"
  },
  {
    "time": "03:25",
    "en": "We're going to chance to get better acquainted with each other.",
    "zh": "我們也可以藉這個機會彼此更熟一點。",
    "ja": "そのときにお互いのことをもっと知り合いましょう。"
  },
  {
    "time": "03:28",
    "en": "Sounds great.",
    "zh": "聽起來很棒。",
    "ja": "いいですね。"
  },
  {
    "time": "03:35",
    "en": "Are you ready to order? Yes, please. Can I get you something to start with?",
    "zh": "準備好點餐了嗎？──好了。需要先來點什麼開胃菜嗎？",
    "ja": "ご注文はお決まりですか？──はい。前菜に何かお持ちしましょうか？"
  },
  {
    "time": "03:42",
    "en": "No, thank you. I like the tuna with a green salad.",
    "zh": "不用，謝謝。我想要鮪魚配綠色沙拉。",
    "ja": "いえ、結構です。ツナとグリーンサラダをお願いします。"
  },
  {
    "time": "03:46",
    "en": "And for you, sir.",
    "zh": "那先生您呢？",
    "ja": "では、お客様はいかがなさいますか。"
  },
  {
    "time": "03:48",
    "en": "I'll have the steak and chips for these.",
    "zh": "我要牛排配薯條，謝謝。",
    "ja": "僕はステーキとポテトフライをお願いします。"
  },
  {
    "time": "03:52",
    "en": "Chips. You mean fries?",
    "zh": "Chips？你是指薯條嗎？",
    "ja": "チップス？フライドポテトのことですよね？"
  },
  {
    "time": "03:55",
    "en": "Oh, right. I forgot you call them fries here. With fries, of course.",
    "zh": "喔對，我忘了這裡叫 fries。那就薯條，沒錯。",
    "ja": "あ、そうでした。こちらでは“フライズ”って言うんですよね。フライドポテトでお願いします。"
  },
  {
    "time": "04:00",
    "en": "How would you like your steak? Rare, medium, or well done?",
    "zh": "你的牛排要幾分熟？三分、五分還是全熟？",
    "ja": "ステーキの焼き加減はいかがなさいますか？レア、ミディアム、それともウェルダン？"
  },
  {
    "time": "04:04",
    "en": "Well done.",
    "zh": "請做全熟。",
    "ja": "ウェルダンでお願いします。"
  },
  {
    "time": "04:06",
    "en": "Okay, and to drink.",
    "zh": "好的，那飲料呢？",
    "ja": "かしこまりました。お飲み物はいかがですか。"
  },
  {
    "time": "04:08",
    "en": "Water, please.",
    "zh": "請給我水就好。",
    "ja": "お水をお願いします。"
  },
  {
    "time": "04:10",
    "en": "Still are sparkling.",
    "zh": "要無氣泡的還是有氣泡的？",
    "ja": "ミネラルウォーターにしますか？それとも炭酸水にしますか？"
  },
  {
    "time": "04:13",
    "en": "Sparkling.",
    "zh": "氣泡水，謝謝。",
    "ja": "炭酸水でお願いします。"
  },
  {
    "time": "04:15",
    "en": "And a glass of apple juice, for me, please?",
    "zh": "那我想要一杯蘋果汁，謝謝。",
    "ja": "私はリンゴジュースを一杯お願いします。"
  },
  {
    "time": "04:19",
    "en": "Can you tell me where the toilet is.",
    "zh": "可以告訴我洗手間在哪裡嗎？",
    "ja": "お手洗いはどこにありますか。"
  },
  {
    "time": "04:22",
    "en": "Oh, yes. Sorry. Where is the restroom, please?",
    "zh": "喔對，抱歉。請問洗手間在哪裡？",
    "ja": "あ、はい。失礼しました。お手洗いはどちらでしょうか。"
  },
  {
    "time": "04:26",
    "en": "The restroom is at the back of a hallway on the left side.",
    "zh": "洗手間在走廊裡面，左手邊的盡頭。",
    "ja": "お手洗いは奥の廊下を進んで左側にあります。"
  },
  {
    "time": "04:30",
    "en": "Thank you.",
    "zh": "謝謝。",
    "ja": "ありがとうございます。"
  },
  {
    "time": "04:33",
    "en": "The tuna for you, ma'am, and the steak for you, sir.",
    "zh": "女士，這是您的鮪魚沙拉；先生，這是您的牛排。",
    "ja": "マダムにはツナのサラダ、そしてお客様にはステーキです。"
  },
  {
    "time": "04:39",
    "en": "So, tell me, Thomas. What are you going to write about?",
    "zh": "那麼，湯瑪斯，你打算寫些什麼題材呢？",
    "ja": "それでトーマス、こちらではどんな記事を書くつもりですか？"
  },
  {
    "time": "04:50",
    "en": "Well, to start with my first impressions of New York,",
    "zh": "一開始我想先寫寫我對紐約的第一印象，",
    "ja": "まずはニューヨークに来て最初の印象について書こうと思っています。"
  },
  {
    "time": "04:54",
    "en": "you know, the nightlife, the music, things like that.",
    "zh": "像是夜生活、音樂，之類的東西。",
    "ja": "例えばナイトライフや音楽などですね。"
  },
  {
    "time": "04:58",
    "en": "Are you planning to do any interviews?",
    "zh": "你有打算做一些訪談嗎？",
    "ja": "インタビューをする予定はありますか？"
  },
  {
    "time": "05:01",
    "en": "I'd like to. Do you have any suggestions?",
    "zh": "我想做。你有什麼建議嗎？",
    "ja": "はい、やってみたいです。何かおすすめはありますか？"
  },
  {
    "time": "05:05",
    "en": "Well, I know some great musicians, and I also have some contacts in the theatre and dance.",
    "zh": "我認識幾位很棒的音樂家，也在劇場和舞蹈圈有一些人脈。",
    "ja": "そうですね、素晴らしいミュージシャンを何人か知っていますし、演劇やダンス関係にも知り合いがいます。"
  },
  {
    "time": "05:10",
    "en": "That would be great.",
    "zh": "那太好了。",
    "ja": "それは最高ですね。"
  },
  {
    "time": "05:12",
    "en": "Maybe we could go to a show, and after that, you could talk to the actors.",
    "zh": "也許我們可以一起去看一場表演，之後你就可以訪問那些演員。",
    "ja": "今度一緒に舞台を観に行って、そのあとで俳優たちにインタビューしてみてはどうですか。"
  },
  {
    "time": "05:17",
    "en": "I really like that idea.",
    "zh": "我很喜歡這個主意。",
    "ja": "そのアイデア、とてもいいですね。"
  },
  {
    "time": "05:22",
    "en": "That was a good day's work, Thomas. You're doing a great job here.",
    "zh": "今天工作得很不錯，湯瑪斯。你在這裡表現得非常好。",
    "ja": "今日は本当にいい仕事でしたよ、トーマス。ここでとてもよくやっていますね。"
  }
]
