[
  {
    "time": "00:00:17",
    "en": "Never in a million years did I think I would become a successful business owner?",
    "zh": "我從未想過自己會成為一位成功的企業主。",
    "ja": "まさか自分が成功したビジネスオーナーになるとは思ってもみませんでした。",
    "source_url": "https://www.youtube.com/watch?v=W8t3byh1Ll0"
  },
  {
    "time": "00:00:24",
    "en": "I used to be the black sheep of my family.",
    "zh": "我曾經是家裡的黑羊。",
    "ja": "私はかつて家族の中の異端児でした。"
  },
  {
    "time": "00:00:28",
    "en": "Driving everyone nuts with my behavior.",
    "zh": "我的行為讓大家都抓狂。",
    "ja": "私の行動はみんなをイライラさせていました。"
  },
  {
    "time": "00:00:32",
    "en": "As a teenager, I would drive my parents' car very fast.",
    "zh": "青少年時期，我會開父母的車開得很快。",
    "ja": "ティーンエイジャーの頃、私は両親の車をとても速く運転していました。"
  },
  {
    "time": "00:00:36",
    "en": "I hung out with some kids who liked to do bad things in the neighborhood.",
    "zh": "我和一些喜歡在社區做壞事的孩子混在一起。",
    "ja": "私は近所で悪いことをするのが好きな子供たちとつるんでいました。"
  },
  {
    "time": "00:00:41",
    "en": "My parents didn't know all the bad things I was doing.",
    "zh": "我的父母不知道我做的所有壞事。",
    "ja": "両親は私がしていた悪いことをすべて知りませんでした。"
  },
  {
    "time": "00:00:45",
    "en": "I would pull the wool over my parents' eyes, saying I was staying after school.",
    "zh": "我會欺騙父母說我在學校留下來。",
    "ja": "私は両親をだまして、放課後に残っていると言っていました。"
  },
  {
    "time": "00:00:51",
    "en": "When I was really meeting up with my friends.",
    "zh": "但其實我是在和朋友見面。",
    "ja": "実際には友達と会っていました。"
  },
  {
    "time": "00:00:54",
    "en": "I went behind my parents' backs quite often.",
    "zh": "我經常背著父母行事。",
    "ja": "私はよく両親の知らないところで行動していました。"
  },
  {
    "time": "00:01:02",
    "en": "But one day I was caught red handed.",
    "zh": "但有一天我被當場抓包了。",
    "ja": "しかしある日、私は現行犯で捕まりました。"
  },
  {
    "time": "00:01:08",
    "en": "I was at my friend Tony's house while his parents were out of town.",
    "zh": "當時我在朋友Tony家，他的父母不在城裡。",
    "ja": "友達のトニーの家にいて、彼の両親は町を離れていました。"
  },
  {
    "time": "00:01:13",
    "en": "We were drinking alcohol and listening to loud music.",
    "zh": "我們在喝酒，聽著大聲的音樂。",
    "ja": "私たちはお酒を飲み、大音量の音楽を聴いていました。"
  },
  {
    "time": "00:01:21",
    "en": "I got an argument with him and in the heat of the moment.",
    "zh": "我和他吵架，在氣頭上，",
    "ja": "彼と口論になり、その勢いで、"
  },
  {
    "time": "00:01:25",
    "en": "I shoved him and he fell down the stairs.",
    "zh": "我推了他一把，他摔下了樓梯。",
    "ja": "私は彼を押しのけて、彼は階段から落ちました。"
  },
  {
    "time": "00:01:31",
    "en": "Normally I wouldn't hurt a fly.",
    "zh": "平常我連蒼蠅都不會傷害。",
    "ja": "普段は虫一匹傷つけないのに。"
  },
  {
    "time": "00:01:35",
    "en": "But I had drunk too much and I was out of control.",
    "zh": "但我喝太多了，失去了控制。",
    "ja": "でも酔いすぎて、制御不能でした。"
  },
  {
    "time": "00:01:41",
    "en": "I felt that about what I had done. Tony was badly injured.",
    "zh": "我對自己所做的感到難過。Tony受了重傷。",
    "ja": "自分のしたことを後悔しました。トニーはひどく怪我をしました。"
  },
  {
    "time": "00:01:46",
    "en": "I had to call my parents to take us to the hospital.",
    "zh": "我不得不打電話給父母帶我們去醫院。",
    "ja": "両親に電話して病院に連れて行ってもらわなければなりませんでした。"
  },
  {
    "time": "00:01:50",
    "en": "I made a fool of myself when my parents came to the door and I still had a drink in my hand.",
    "zh": "父母來到門口時，我手裡還拿著酒，真是丟臉。",
    "ja": "両親がドアに来たとき、まだ手に酒を持っていて恥ずかしかったです。"
  },
  {
    "time": "00:01:57",
    "en": "My mother was as pale as a ghost when she saw me.",
    "zh": "我母親看到我時臉色蒼白如鬼。",
    "ja": "母は私を見て青ざめていました。"
  },
  {
    "time": "00:02:03",
    "en": "My parents took Tony to the hospital but they told me that I was out of line.",
    "zh": "父母帶Tony去醫院，但告訴我我行為失當。",
    "ja": "両親はトニーを病院に連れて行きましたが、私には行き過ぎだと言いました。"
  },
  {
    "time": "00:02:08",
    "en": "I realized that all that glitter is not gold and I had been acting foolishly.",
    "zh": "我明白了閃光的不一定是金子，我一直在愚蠢行事。",
    "ja": "輝いて見えるものが必ずしも金ではないと気づき、愚かな行動をしていたと悟りました。"
  },
  {
    "time": "00:02:16",
    "en": "I told my parents I was sorry but action speak louder than words.",
    "zh": "我向父母道歉，但行動勝於言辭。",
    "ja": "両親に謝りましたが、行動は言葉よりも雄弁です。"
  },
  {
    "time": "00:02:25",
    "en": "They didn't trust me after that day.",
    "zh": "從那天起他們不再信任我。",
    "ja": "その日以来、彼らは私を信頼しませんでした。"
  },
  {
    "time": "00:02:28",
    "en": "I wasn't allowed to use the car or go to my friend's houses for a long time.",
    "zh": "我很長一段時間不能開車或去朋友家。",
    "ja": "長い間、車を使ったり友達の家に行ったりすることを許されませんでした。"
  },
  {
    "time": "00:02:33",
    "en": "Over my dead body my dad would say to me when I wanted to take the car.",
    "zh": "我想開車時，爸爸會說「死也不行」。",
    "ja": "車を使いたいと言うと、父は「絶対にダメだ」と言いました。"
  },
  {
    "time": "00:02:42",
    "en": "So I soon became a couch potato.",
    "zh": "所以我很快變成了沙發馬鈴薯。",
    "ja": "それで私はすぐに怠け者になりました。"
  },
  {
    "time": "00:02:47",
    "en": "I wasn't interested in the school and I refused to do my schoolwork.",
    "zh": "我對學校不感興趣，拒絕做功課。",
    "ja": "学校に興味がなく、宿題をやろうとしませんでした。"
  },
  {
    "time": "00:02:52",
    "en": "My grades were always bad because I was lazy.",
    "zh": "因為懶惰，我的成績總是很差。",
    "ja": "怠けていたので成績はいつも悪かったです。"
  },
  {
    "time": "00:02:59",
    "en": "Once in a blue moon I would do my homework but most of the time I thought there was no point.",
    "zh": "偶爾我會做功課，但大多數時間我覺得沒意義。",
    "ja": "たまに宿題をしましたが、ほとんどの場合意味がないと思っていました。"
  },
  {
    "time": "00:03:05",
    "en": "Instead I wanted to be in a rock band.",
    "zh": "我反而想加入搖滾樂隊。",
    "ja": "代わりにロックバンドに入りたかったです。"
  },
  {
    "time": "00:03:12",
    "en": "I learned to play the guitar by a year and I thought I was really good.",
    "zh": "我學了一年吉他，覺得自己很厲害。",
    "ja": "ギターを1年習い、自分はとても上手だと思っていました。"
  },
  {
    "time": "00:03:18",
    "en": "I was using music to distract me from my failures.",
    "zh": "我用音樂來轉移對失敗的注意。",
    "ja": "音楽で失敗から気をそらしていました。"
  },
  {
    "time": "00:03:25",
    "en": "That same school year I had a teacher, Mr. Andrews, who challenged me.",
    "zh": "同學年我遇到一位挑戰我的老師，Andrews先生。",
    "ja": "同じ学年に私を挑戦させる先生、アンドリューズ先生がいました。"
  },
  {
    "time": "00:03:30",
    "en": "His style of teaching caught my eye from the very beginning.",
    "zh": "他的教學風格從一開始就吸引了我。",
    "ja": "彼の教え方は最初から私の目を引きました。"
  },
  {
    "time": "00:03:36",
    "en": "We were all eyes and ears while he was teaching.",
    "zh": "他教學時，我們全神貫注。",
    "ja": "彼が教えている間、私たちはみんな集中していました。"
  },
  {
    "time": "00:03:41",
    "en": "The classroom was as quiet as a mouse.",
    "zh": "教室安靜得像老鼠一樣。",
    "ja": "教室はとても静かでした。"
  },
  {
    "time": "00:03:46",
    "en": "He told me I was good at reading and writing.",
    "zh": "他告訴我我擅長閱讀和寫作。",
    "ja": "彼は私に読書と作文が得意だと言いました。"
  },
  {
    "time": "00:03:50",
    "en": "The sky is the limit. You just have to believe in yourself.",
    "zh": "天空是極限，你只要相信自己。",
    "ja": "限界はありません。自分を信じるだけです。"
  },
  {
    "time": "00:03:55",
    "en": "Work on yourself every day and good things will happen.",
    "zh": "每天努力提升自己，好事就會發生。",
    "ja": "毎日自分を磨けば、良いことが起こります。"
  },
  {
    "time": "00:03:59",
    "en": "He challenged me to think outside the box.",
    "zh": "他挑戰我跳出框架思考。",
    "ja": "彼は私に型にはまらない考え方を促しました。"
  },
  {
    "time": "00:04:04",
    "en": "Giving me challenging material and helping me to make up my mind about it.",
    "zh": "給我有挑戰性的材料，幫助我下定決心。",
    "ja": "難しい教材を与え、それについて考える手助けをしてくれました。"
  },
  {
    "time": "00:04:09",
    "en": "Practice makes perfect.",
    "zh": "熟能生巧。",
    "ja": "練習は完璧を作る。"
  },
  {
    "time": "00:04:14",
    "en": "Even when I felt I had bitten off more than I could chew,",
    "zh": "即使我覺得自己能力不足，",
    "ja": "自分には荷が重いと感じても、"
  },
  {
    "time": "00:04:19",
    "en": "he encouraged me that I could do it.",
    "zh": "他鼓勵我我能做到。",
    "ja": "彼は私ならできると励ましてくれました。"
  },
  {
    "time": "00:04:23",
    "en": "Soon I became a very good student.",
    "zh": "很快我成為了優秀的學生。",
    "ja": "すぐに私はとても良い生徒になりました。"
  },
  {
    "time": "00:04:26",
    "en": "Everyone was surprised, including me.",
    "zh": "包括我在內，大家都很驚訝。",
    "ja": "私も含めてみんな驚きました。"
  },
  {
    "time": "00:04:30",
    "en": "Sometimes I still missed the mark, but that only encouraged me to try harder.",
    "zh": "有時我仍會失誤，但這反而激勵我更加努力。",
    "ja": "時々失敗しても、それがもっと頑張る励みになりました。"
  },
  {
    "time": "00:04:38",
    "en": "I began to do everything by the book.",
    "zh": "我開始按規矩做事。",
    "ja": "私はすべてをきちんとやるようになりました。"
  },
  {
    "time": "00:04:43",
    "en": "I listened to my parents and never stayed out too late.",
    "zh": "我聽從父母，不再晚歸。",
    "ja": "両親の言うことを聞き、遅くまで外にいませんでした。"
  },
  {
    "time": "00:04:47",
    "en": "I realized education is very important because it can open so many doors.",
    "zh": "我明白教育很重要，因為它能開啟許多機會。",
    "ja": "教育はとても重要だと気づきました。多くの扉を開けるからです。"
  },
  {
    "time": "00:04:52",
    "en": "I ended high school on a high note.",
    "zh": "我以優異成績結束高中。",
    "ja": "高校を良い成績で卒業しました。"
  },
  {
    "time": "00:04:59",
    "en": "I was able to go to a good college.",
    "zh": "我得以進入一所好大學。",
    "ja": "良い大学に進学できました。"
  },
  {
    "time": "00:05:04",
    "en": "Later when I was finishing college, I got a great idea for a business.",
    "zh": "後來大學快畢業時，我有了一個好生意點子。",
    "ja": "大学を終える頃、素晴らしいビジネスアイデアが浮かびました。"
  },
  {
    "time": "00:05:10",
    "en": "I created a special program for high schools to train kids who are unmotivated.",
    "zh": "我創立了一個特別計劃，幫助高中裡沒有動力的孩子。",
    "ja": "やる気のない高校生を訓練する特別なプログラムを作りました。"
  },
  {
    "time": "00:05:17",
    "en": "I wanted to help the teenagers break their bad habits and create better ones.",
    "zh": "我想幫助青少年改掉壞習慣，養成好習慣。",
    "ja": "ティーンエイジャーが悪い習慣を断ち切り、良い習慣を作る手助けをしたかったのです。"
  },
  {
    "time": "00:05:25",
    "en": "Some of the kids in this program are starting from scratch and can't read very well.",
    "zh": "這計劃中的一些孩子從零開始，閱讀能力很差。",
    "ja": "このプログラムの子供たちの中には、ほとんど読み書きができない子もいます。"
  },
  {
    "time": "00:05:32",
    "en": "Some kids seem scared of their own shadow to afraid to ask their teachers for help.",
    "zh": "有些孩子害怕得連向老師求助都不敢。",
    "ja": "先生に助けを求めるのも怖がる子もいます。"
  },
  {
    "time": "00:05:39",
    "en": "I have seen these kids go from being nervous to acting as true as a cucumber.",
    "zh": "我見過這些孩子從緊張變得非常冷靜自信。",
    "ja": "彼らが緊張から落ち着いた態度に変わるのを見てきました。"
  },
  {
    "time": "00:05:47",
    "en": "My business has really taken off the last couple of years since I graduated.",
    "zh": "畢業後這幾年，我的生意真的起飛了。",
    "ja": "卒業してからの数年間で、私のビジネスは本当に軌道に乗りました。"
  },
  {
    "time": "00:05:53",
    "en": "I can barely keep track of how many schools my program is being used in.",
    "zh": "我幾乎數不清有多少學校在使用我的計劃。",
    "ja": "私のプログラムが使われている学校の数を把握しきれません。"
  },
  {
    "time": "00:05:58",
    "en": "It is possible to turn over a new leaf and change your life for the better.",
    "zh": "翻開新的一頁，改變人生是可能的。",
    "ja": "新たな一歩を踏み出し、人生を良く変えることは可能です。"
  },
  {
    "time": "00:06:05",
    "en": "I'm glad I learned the lessons I did because they brought me down to earth.",
    "zh": "我很高興學到了這些教訓，讓我腳踏實地。",
    "ja": "これらの教訓を学べてよかったです。私を現実に引き戻してくれました。"
  },
  {
    "time": "00:06:12",
    "en": "Thanks for watching.",
    "zh": "感謝觀看。",
    "ja": "ご視聴ありがとうございました。"
  },
  {
    "time": "00:06:21",
    "en": "If you liked this video, please subscribe to our YouTube channel.",
    "zh": "如果你喜歡這個影片，請訂閱我們的YouTube頻道。",
    "ja": "この動画が気に入ったら、ぜひ私たちのYouTubeチャンネルを登録してください。"
  }
]